Repository: logicpulse/logicPOS
Catalog: logicpos.resources/Resources/Localization/Resx.*.resx
Languages: es_es, fr_fr, pt_pt

# dialog_message_systementry_is_less_than_last_finance_document
source: The system date is smaller than the date of the last fiscal document issued! Want to proceed and issue the tax document?
es_es: ¡La fecha del sistema es más pequeña que la fecha del último documento fiscal emitido! ¿Quieres proceder y emitir el documento fiscal?
fr_fr: La date système est inférieure à la date de la dernière document fiscal émis! Voulez-vous procéder et délivrer le document d'impôt?
pt_pt: A data do sistema é inferior a data do último documento fiscal emitido! Deseja continuar e emitir o documento fiscal?

# dialog_message_systementry_is_less_than_last_finance_document_series
source: The system date is smaller than the date of the last fiscal document issued! You can't issue finance documents with dates smaller than system date!
es_es: ¡La fecha del sistema es más pequeña que la fecha del último documento fiscal emitido! No puede emitir documentos financieros con fechas más pequeñas que la fecha del sistema!
fr_fr: La date système est inférieure à la date du dernier document fiscal émis! Vous ne pouvez pas délivrer des documents de financement avec des dates plus petites que la date du système!
pt_pt: A data do sistema é inferior a data do último documento fiscal emitido! Não pode emitir documentos fiscais com a data inferior a data do sistema dentro da mesma serie!

# dialog_message_table_is_not_free
source: The selected table is not free!
es_es: La mesa seleccionada no es gratis!
fr_fr: La table sélectionnée est pas libre!
pt_pt: A mesa selecionada não está livre!

# dialog_message_under_construction_function
source: Under Construction! This function is not implemented!
es_es: En construcción! Esta función no está disponible!
fr_fr: En Construction! La fonctionnalité à mettre en oeuvre!
pt_pt: Em Construção! Funcionalidade a ser implementada!

# dialog_message_update_record_show_protected_record
source: Can't update the selected record! This record is necessary for the proper functioning of the application!
es_es: No se puede actualizar el registro seleccionado! Este registro es necesario para el buen funcionamiento de la aplicación!
fr_fr: Vous ne pouvez pas modifier l'enregistrement sélectionné! Cet enregistrement est nécessaire pour le système et est protégé contre l'édition!
pt_pt: Não se pode editar o registo selecionado! Este registo é necessário ao sistema e está protegido contra edição!

# dialog_message_user_profile_changed_request_logoff
source: The currently registered user profile was changed! To apply changes, you have logout and login to apply this profile privileges!
es_es: El perfil de usuario registrado actualmente fue cambiado! Para aplicar los cambios, debe cerrar sesión e iniciar sesión para aplicar estos privilegios de perfil.
fr_fr: Le profil de l'utilisateur actuellement enregistré a changé! Pour appliquer les modifications, vous devez faire Déconnexion et connecter sur le profil des privilèges sont appliqués!
pt_pt: O perfil do utilizador atualmente registado mudou! Para que as alterações se apliquem, tem que fazer Logout, e Login para que os previlégios do perfil sejam aplicados!

# dialog_message_user_request_change_password
source: The password for user [{0}] needs to be changed for security purposes! To change the password, enter the default password "{1}", followed by the new password and their respective confirmation.
es_es: La contraseña para el usuario [{0}] necesita ser cambiado por razones de seguridad! Para cambiar la contraseña, ingrese la contraseña predeterminada "{1}", seguida de la nueva contraseña y su confirmación respectiva.
fr_fr: L'utilisateur mot clé [{0}] doit être modifié pour des raisons de sécurité! Pour changer le mot de passe, entrez le mot de passe par défaut "{1}", suivi par le nouveau mot-clé et de leur confirmation respective.
pt_pt: A palavra-passe do utilizador [{0}] necessita de ser alterada para efeitos de segurança! Para alterar a palavra-passe, digite a palavra-passe por defeito "{1}", seguindo-se da nova palavra-passe e sua respetiva confirmação.

# dialog_message_validate_all_fields_to_proceed
source: Required fields not filled in. Please validate all fields before proceed!
es_es: Campos obligatorios no rellenados. Por favor, valide todos los campos antes de continuar!
fr_fr: Les champs obligatoires non remplis. Valider les champs avant de continuer!
pt_pt: Campos obrigatórios não preenchidos. Valide os campos antes de continuar!

# dialog_message_value_exceed_customer_card_credit
source: Customer Card is invalid or has no sufficient credit for this operation. Add credit and try again. Current Credit: {0} Movement: {1}
es_es: La Tarjeta de Cliente no es válida o no tiene crédito suficiente para esta operación. Añade crédito y vuelve a intentarlo. Crédito actual: {0} Movimiento: {1}
fr_fr: La Carte Client est invalide ou ne dispose pas d'un crédit suffisant pour cette opération. Ajoutez du crédit et réessayez. Crédit actuel: {0} Mouvement: {1}
pt_pt: Cartão de Cliente inválido ou sem créditos suficientes para esta operação. Adicione crédito e tente novamente. Crédito atual: {0} Movimento: {1}

# dialog_message_value_exceed_simplified_invoice_for_final_or_annonymous_consumer
source: The total value exceed the maximum value defined for invoices using the final consumer customer, or a customer without de required details filled. {0} {1} To continue, select other client, or fill the required fields. Name, Address, ZipCode, City, Country, Fiscal Number
es_es: El valor total excede el valor máximo definido para las facturas que utiliza el cliente consumidor final o un cliente sin que se hayan completado los detalles requeridos. {0} {1} Para continuar, seleccione otro cliente o complete los campos requeridos. Nombre, dirección, código postal, ciudad, país, número fiscal
fr_fr: La valeur totale dépasse la valeur maximale définie pour les factures à l'aide du client consommateur final. {0} {1} Pour continuer, sélectionnez un autre client, ou de remplir les champs obligatoires. Nom, Adresse, Code Postal, Ville, Pays, Numero fiscal
pt_pt: O valor do documento excede o limite máximo definido para as faturas usando o consumidor final ou um entidade sem os dados devidamente preenchidos. {0} {1} Para continuar use um cliente com os dados obrigatórios preenchidos. Nome, Morada, Código Postal, Cidade, País e Número de Identificação Fiscal.

# dialog_message_value_exceed_simplified_invoice_max_value
source: The total value exceed the maximum value defined for simplified invoices. {0} {1}
es_es: El valor total excede el valor máximo definido para facturas simplificadas. {0} {1}
fr_fr: La valeur totale dépasse la valeur maximale définie pour les factures simplifiées . {0} {1}
pt_pt: O valor do documento excede o limite máximo definido para as faturas simplificadas. {0} {1}

# dialog_message_value_exceed_simplified_invoice_max_value_mode_paymentdialog
source: Do you want to emmit a Invoice with Payment to override simplified invoices limit?
es_es: ¿Desea emitir una factura con pago para anular el límite de facturas simplificadas?
fr_fr: Voulez-vous Emmit une facture avec paiement pour remplacer les factures simplifiées limitent ?
pt_pt: Deseja emitir uma Fatura-Recibo em vez da Fatura Simplificada?

source: To proceed select other type of document.
es_es: Para proceder seleccione otro tipo de documento.
fr_fr: Pour continuer à sélectionner un autre type de document fiscal.
pt_pt: Para continuar selecione outro tipo de documento fiscal.

# dialog_message_worksession_day_close_successfully
source: Working day session successfully closed! {0}
es_es: Sesión del día laboral cerrado! {0}
fr_fr: Jour ouvrable fermé avec succès! {0}
pt_pt: Dia de trabalho fechado com sucesso! {0}

# dialog_message_worksession_period_warning_open_orders_tables
source: Warning! You have {0} Open Order(s)! Before proceed please close open Order(s) in Table(s): {1}
es_es: Advertencia! Tienes {0} pedido(s) abierto(s)!Antes de proceder por favor cierre Orden(s) en mesa(s): {1}
fr_fr: Attention! A l´heure actuelle {0} orden (s) ouvert (s)! Avant de continuer devra fermer ces orden (s) dans (s) table (s): {1}
pt_pt: Aviso! Tem neste momento {0} ordem(s) aberta(s)! Antes de continuar terá de fechar esta(s) ordem(s) na(s) mesa(s): {1}

# dialog_message_worksession_period_warning_open_terminals
source: Warning! You have {0} Open Terminal(s)! To continue press Yes to close all terminals, or press No and close all terminals manually and try again: {1}
es_es: Advertencia! Tienes {0} AbrirTerminal(es)! Para continuar y cerrar todas las terminales presione SI o NO y cierre todos los terminales manualmente e intenta de nuevo: {1}
fr_fr: Attention! Vous avez {0} Open Terminal (s)! Pour continuer, appuyez sur Oui pour fermer tous les terminaux, ou appuyez sur Non et fermez manuellement tous les terminaux, puis réessayez: {1}
pt_pt: Aviso! Neste momento há {0} terminal(ais) aberto(s)! Prima "Sim" para continuar e fechar os terminais, ou prima "Não", feche o(s) terminal(ais) manualmente, e volte a tentar o "Fecho dia": {1}

# dialog_message_worksession_terminal_close_successfully
source: CashDrawer session successfully closed! {0}
es_es: Sesión de cajón de efectivo cerrado con éxito! {0}
fr_fr: Boîte succès Fermé! {0}
pt_pt: Caixa fechada com sucesso! {0}

# dialog_orders_button_label_print_order
source: Print Order
es_es: Impresión de pedido
fr_fr: Imprimer Demande
pt_pt: Imprimir Pedido

# dialog_orders_button_label_tables_all
source: All
es_es: Todo
fr_fr: Tous
pt_pt: Todas

# dialog_orders_button_label_tables_free
source: Free
es_es: Gratuito
fr_fr: Libre
pt_pt: Livres

# dialog_orders_button_label_tables_open
source: Open
es_es: Abierto
fr_fr: Ouvert
pt_pt: Abertas

# dialog_orders_button_label_tables_reserved
source: Reserved
es_es: Reservado
fr_fr: Réservé
pt_pt: Reservadas

# dialog_orders_button_label_table_consult
source: Table Consult
es_es: consultar mesa
fr_fr: Tableau requête
pt_pt: Consulta de Mesa

# dialog_orders_button_label_view_orders
source: View orders
es_es: Ver pedidos
fr_fr: Voir les applications
pt_pt: Ver pedidos

# dialog_orders_button_label_view_tables
source: View tables
es_es: Ver mesas
fr_fr: Voir tableaux
pt_pt: Ver mesas

# frontoffice_datetime_format_status_bar
source: dddd, dd MMMM yyyy' || 'HH:mm:ss tt
pt_pt: dddd, dd' de 'MMMM' de 'yyyy' || 'HH:mm:ss tt

# global_accesspassword
source: Can change the password
es_es: Puede cambiar la contraseña
fr_fr: Vous pouvez modifier le mot de passe
pt_pt: Pode alterar a palavra-passe

# global_access_card_number
source: Access card number
es_es: Acesso número de tarjeta
fr_fr: Nombre de carte d´accès
pt_pt: Número do cartão de acesso

# global_access_pin
source: Access pin
es_es: Pin de acceso
fr_fr: L´accès de Pin
pt_pt: Pin de acesso

# global_accounting
source: Accounting
es_es: Contabilidad
fr_fr: Comptabilité
pt_pt: Contabilização

# global_acronym
source: Acronym/Identification
es_es: Acrónimo/Identificación
fr_fr: Acronyme / identification
pt_pt: Acrónimo/Identificação

# global_add
source: Add
es_es: Añadir
fr_fr: Ajouter
pt_pt: Adicionar

# global_address
source: Address
es_es: Dirección
fr_fr: Habitation
pt_pt: Morada

# global_application_close
source: Close
es_es: Cerrar
fr_fr: Près
pt_pt: Fechar

# global_application_logout_user
source: LogOut
es_es: Cerrar sesión
fr_fr: Se déconnecter
pt_pt: Sair da Sessão

# global_application_setup
source: Configuration
es_es: Ajustes
pt_pt: Configuração

# global_article
source: Article
es_es: Artículo
pt_pt: Artigo

# global_articles
source: Articles
es_es: Artículos
fr_fr: Article
pt_pt: Artigos

# global_articletype_haveprice
source: Have price
es_es: Tiene precio
fr_fr: Sans prix
pt_pt: Tem Preço

# global_article_article
source: Article
es_es: Producto
pt_pt: Artigo

# global_article_class
source: Article class
es_es: Classe de producto
fr_fr: Classe article
pt_pt: Classe do artigo

# global_article_code
source: Code
es_es: Código
pt_pt: Código

# global_article_default_quantity
source: Default quantity
es_es: Cantidad por defecto
fr_fr: Quantité défaut
pt_pt: Quantidade por defeito

# global_article_family
source: Family
es_es: Familia
fr_fr: Article Famille
pt_pt: Família do artigo

# global_article_haveprice
source: Have price
es_es: Tiene precio
fr_fr: Sans prix
pt_pt: Tem preço

# global_article_subfamily
source: Subfamily
es_es: Subfamilia
fr_fr: Sous l´article
pt_pt: Subfamília do artigo

# global_article_type
source: Article type
es_es: Tipo del artículo
fr_fr: Type Article
pt_pt: Tipo de artigo

# global_article_types
source: Article Types
es_es: Tipo de artículo
fr_fr: Type Article
pt_pt: Tipo de artigos

# global_assigned_seating
source: Assigned Seating
es_es: Asientos asignados
fr_fr: Sièges attribués
pt_pt: Assentos atribuído

# global_attended_by
source: Attended By
es_es: No asistido por
fr_fr: En présence de
pt_pt: Atendido por

# global_at_atdoccodeid
source: Document Code Identification
es_es: Identificación del Código del Documento
fr_fr: Code du document d'identification
pt_pt: Código de Identificação

# global_audit
source: Audit
es_es: Auditoría
fr_fr: Vérification des comptes
pt_pt: Auditoria

# global_audit_type
source: Audit Type
es_es: Tipo de auditoria
fr_fr: Type d'Audit
pt_pt: Tipo de Auditoria

# global_barcode
source: Barcode
es_es: Código de barras
fr_fr: Code-barres
pt_pt: Código de barras

# global_barcode_small
source: BarCode/Art.Code
es_es: Cód.Barras/Artigo
fr_fr: Code Barre/Article
pt_pt: Cód.Barras/Artigo

# global_cardcode_small
source: Ticket/Card Code
es_es: Código de boleto / tarjeta
fr_fr: Ticket / Code de la carte
pt_pt: Código do Ticket/Cartão

# global_base_consumption
source: Consumption base
es_es: Consumo base
fr_fr: La consommation de base
pt_pt: Base de consumo

# global_base_offers
source: Base offers
es_es: Ofertas base
fr_fr: Offre de base
pt_pt: Ofertas base

# global_button_icon
source: Button icon
es_es: Icono del botón
fr_fr: Bouton Icône
pt_pt: Ícone do botão

# global_button_image
source: Button image
es_es: Imagen de botón
fr_fr: Image de bouton
pt_pt: Imagem do botão

# global_button_label_more
source: _Show More
es_es: _Mostrar más
fr_fr: _Afficher plus
pt_pt: _Mostrar Mais

# global_button_label_cancel
source: _Cancel
es_es: _Cancelar
fr_fr: _Annuler
pt_pt: _Cancelar

# global_button_label_cancel_document
source: _Cancel
es_es: _Cancelar
fr_fr: _Annuler
pt_pt: _Anular

# global_button_label_clone_document
source: Clone
es_es: Clon
fr_fr: Copie
pt_pt: Copiar

# global_button_label_close
source: _Close
es_es: _Cerrar
fr_fr: _Près
pt_pt: _Fechar

# global_button_label_export
source: Export XML
es_es: Exportar
fr_fr: Export
pt_pt: Exportar

# global_button_label_export_pdf
source: Export Pdf
es_es: Exportar Pdf
pt_pt: Exportar Pdf

# global_button_label_export_xls
source: Export Xls
es_es: Exportar Xls
pt_pt: Exportar Xls

# global_button_label_filter
source: _Filter
es_es: _Filtrar
fr_fr: _Filtre
pt_pt: _Filtrar

# global_button_label_filter_clear
source: _Clear
es_es: _Limpie
fr_fr: _Nettoyer
pt_pt: _Limpar

# global_button_label_help
source: _Help
es_es: _Ayuda
fr_fr: _Aide
pt_pt: _Ajuda

# global_button_label_new_financial_document
source: _New
es_es: _Nuevo
fr_fr: _Nouveau
pt_pt: _Novo

# global_button_label_no
source: _No
fr_fr: _Non
pt_pt: _Não

# global_button_label_open_document
source: Open
es_es: Abir
fr_fr: Ouvrir
pt_pt: Abrir

# global_button_label_pay
source: Pay
es_es: Paga
fr_fr: Régler
pt_pt: Liquidar

# global_button_label_payment_dialog_clear_client
source: Clear Client
es_es: Eliminar Cliente
fr_fr: Propre
pt_pt: Limpar

# global_button_label_payment_dialog_full_payment
source: Full Pay
es_es: Pago Completo
fr_fr: Paiement total
pt_pt: Pag.Total

# global_button_label_payment_dialog_partial_payment
source: Partial Pay
es_es: Pago Parcial
fr_fr: Paiment partiel
pt_pt: Pag.Parcial

# global_button_label_payment_dialog_split_payment
source: Split
es_es: Dividir
fr_fr: Divisé
pt_pt: Dividir

# global_button_label_pay_invoice
source: Pay
es_es: Paga
fr_fr: Régler
pt_pt: Liquidar

# global_button_label_print
source: Print
es_es: Imprimir
fr_fr: Imprimer
pt_pt: Imprimir

# global_button_label_print_as
source: Print As
es_es: Imprimir Como
fr_fr: Imp.Comme
pt_pt: Imp.Como

# global_button_label_readcard
source: Read card
es_es: Consultar Tarjeta
fr_fr: Lire carte
pt_pt: Ler cartão

# global_button_label_send_email_document
source: Send Email
es_es: Enviar Correo Electrónico
fr_fr: Env. Email
pt_pt: Enviar Email

# global_button_label_yes
source: _Yes
es_es: _Sí
fr_fr: _Oui
pt_pt: _Sim

# global_button_name
source: Button name
es_es: Nombre del botón
fr_fr: Bouton de texte
pt_pt: Texto do botão

# global_callposcomposer
source: Open POS_Composer
es_es: Abrir POS_Composer
fr_fr: Ouvert POS_Compose
pt_pt: Abrir POS_Composer

# global_cancel_document_input_text_label
source: Reason to Cancel Document: {0}
es_es: Razón Para Cancelar el Documento: {0}
fr_fr: Raison d'annuler le document: {0}
pt_pt: Motivo para anulação do Documento: {0}

# global_card_credit_amount
source: Credit Amount
es_es: Monto de Crédito
fr_fr: Montant Carte de Crédit
pt_pt: Crédito no Cartão

# global_card_number
source: Customer Card Number
es_es: Número de Tarjeta de Cliente
fr_fr: Numéro de Carte Client
pt_pt: Número do Cartão de Cliente

# global_cashdrawer_money_in
source: Cash Drawer Money In
es_es: Entrada de Efectivo de Caja Registradora
fr_fr: Entrée de trésorerie
pt_pt: Entrada de Numerário

# global_cashdrawer_money_out
source: Cash Drawer Money Out
fr_fr: Sortie de trésorerie
pt_pt: Saída de Numerário

# global_cashdrawer_without_movements
source: Without Movements...
es_es: Sin Movimientos ...
fr_fr: Aucun mouvement...
pt_pt: Sem Movimentos...

# global_cash_registers
source: Cash Registers
es_es: Cajas Registradoras
fr_fr: Caisse Enregistreuse
pt_pt: Caixas Registadoras

# global_change_user
source: User
es_es: Usuario
fr_fr: Utilisateur
pt_pt: Utilizador

# global_characters
source: Length
es_es: Longitud
fr_fr: Caractères
pt_pt: Caracteres

# global_city
source: City
es_es: Ciudad
fr_fr: Ville
pt_pt: Cidade

# global_commission
source: Commission
es_es: Comisión
pt_pt: Comissão

# global_commission_group
source: Commission group
es_es: Grupos de comisión
fr_fr: Groupe de commission
pt_pt: Grupo de comissão

# global_company
source: Company
es_es: Empresa
fr_fr: Compagnie
pt_pt: Empresa

# global_configuration
source: Configuration
es_es: Ajustes
pt_pt: Configuração

# global_ConfigurationCashRegister
source: Cash register
es_es: Caja registradora
fr_fr: Boite registres
pt_pt: Caixa registadora

# global_ConfigurationCashRegister_ActiveSales
source: Active sales
es_es: Ventas activas
fr_fr: Ventes actives
pt_pt: Vendas ativas

# global_ConfigurationCashRegister_AllowChargeBacks
source: Allow chargebacks
es_es: Permitir devoluciones de cargo
fr_fr: Permettre recharges
pt_pt: Permitir recargas

# global_ConfigurationCashRegister_AutomaticDrawer
source: Automatic drawer
es_es: Cajon automatico
fr_fr: Échangeur
pt_pt: Gaveta automática

# global_ConfigurationCashRegister_Drawer
source: Drawer
es_es: Cajón
fr_fr: Session
pt_pt: Sessão

# global_ConfigurationCashRegister_Printer
source: Printer
es_es: Impresora
fr_fr: Imprimeur
pt_pt: Impressora

# global_ConfigurationCurrency
source: Currency
es_es: Moneda
fr_fr: Monnaie
pt_pt: Moeda

# global_ConfigurationCurrency_Acronym
source: Acronym
es_es: Acrónimo
fr_fr: Acronyme
pt_pt: Acrónimo

# global_ConfigurationCurrency_Entity
source: Entity
es_es: Entidad
fr_fr: Entité
pt_pt: Entidade

# global_ConfigurationDevice_PlaceTerminal
source: Location
es_es: Ubicación
fr_fr: Emplacement
pt_pt: Localização

# global_ConfigurationDevice_Type
source: Device type
es_es: Tipo de dispositivo
fr_fr: Type d´appareil
pt_pt: Tipo de dispositivo

# global_ConfigurationInputReader
source: Input Reader
es_es: Lector de entrada
fr_fr: Lecteur d'Entrée
pt_pt: Dispositivos de Entrada

# global_ConfigurationKeyboard_Language
source: Language
es_es: Idioma
fr_fr: Langue
pt_pt: Língua

# global_ConfigurationKeyboard_VirtualKeyboard
source: Virtual keyboard
es_es: Teclado virtual
fr_fr: Clavier virtuel
pt_pt: Teclado

# global_ConfigurationMaintenance_Date
source: Date
es_es: Fecha
pt_pt: Data

# global_ConfigurationMaintenance_PasswordAccess
source: Password access
es_es: Acceso con contraseña
fr_fr: Mot de passe d´accès
pt_pt: Palavra-Passe de Acesso

# global_ConfigurationMaintenance_Remarks
source: Remarks
es_es: Observaciones
fr_fr: Instructions
pt_pt: Instruções

# global_ConfigurationMaintenance_Time
source: Time
es_es: Hora
fr_fr: Temps
pt_pt: Hora

# global_ConfigurationPaymentCondition_Acronym
source: Acronym
es_es: Acrónimo
fr_fr: Acronyme
pt_pt: Acrónimo

# global_ConfigurationPaymentMethod_Acronym
source: Acronym
es_es: Acrónimo
fr_fr: Acronyme
pt_pt: Acrónimo

# global_ConfigurationPaymentMethod_Symbol
source: Symbol
es_es: Símbolo
fr_fr: Symbole
pt_pt: Símbolo

# global_ConfigurationPaymentMethod_Token
source: Token
es_es: Ficha
fr_fr: Clé
pt_pt: Chave

# global_ConfigurationPlaceTablePlace
source: Place
es_es: Lugar
fr_fr: Lieu
pt_pt: Lugar

# global_ConfigurationPlace_MovementType
source: Service Type
es_es: Tipo de movimiento
fr_fr: Mouvement de type
pt_pt: Tipo de Movimento

# global_ConfigurationPlace_PriceType
source: Price type
es_es: Tipo de precio
fr_fr: Type de prix
pt_pt: Tipo de preço

# global_ConfigurationPoleDisplay
source: Pole Display
es_es: Pantalla de poste
fr_fr: Affichage de Poteau
pt_pt: Display de Cliente

# global_ConfigurationPriceType_IndexPos
source: Order
es_es: Pedido
fr_fr: Ordre
pt_pt: Ordem

# global_configurationprinter
source: Printer
es_es: Impresora
fr_fr: Imprimeur
pt_pt: Impressora

# global_ConfigurationPrinters
source: Printers
es_es: Impresora
fr_fr: Imprimeurs
pt_pt: Impressoras

# global_configurationprintersTemplate
source: Printer template
es_es: Plantilla de impresora
fr_fr: Modèle Imprimer
pt_pt: Modelo para impressão

# global_ConfigurationPrintersTemplates
source: Printer templates
es_es: Plantillas de impresora
fr_fr: Modèles d´impression
pt_pt: Modelos de Impressão

# global_ConfigurationPrintersType
source: Printers type
es_es: Tipo de impresora
fr_fr: Types de imprimeur
pt_pt: Tipos de impressora

# global_configurationprinters_template_table_consult
source: Table Consult
es_es: consultar mesa
fr_fr: Tableau requête
pt_pt: Consulta de Mesa

# global_ConfigurationUnitMeasure_Acronym
source: Acronym
es_es: Acrónimo
fr_fr: Acronyme
pt_pt: Acrónimo

# global_ConfigurationWeighingMachine
source: Weighing Machine
es_es: Bascula
fr_fr: Balance
pt_pt: Balanças

# global_contacts
source: Contacts
es_es: Contactos
pt_pt: Contactos

# global_contract_date
source: Contract date
es_es: Fecha del contrato
fr_fr: Date de contrat
pt_pt: Data do contrato

# global_copy_finance_document
source: Copy Document
es_es: Copiar documento
fr_fr: Copie du Document
pt_pt: Cópia do Documento

# global_country
source: Country
es_es: País
fr_fr: Pays
pt_pt: País

# global_country_code2
source: Country Code (2 Char)
es_es: Código de país(2 caracteres)
fr_fr: Code du Pays (2 caractères)
pt_pt: Código do País (2 Caracteres)

# global_country_code3
source: Country Code (3 Chars)
es_es: Código de país(3 caracteres)
fr_fr: Code du Pays (2 caractères)
pt_pt: Código do País (3 Caracteres)

# global_credit
source: Credit
es_es: Crédito
pt_pt: Crédito

# global_currency
source: Currency
es_es: Moneda
fr_fr: Monnaie
pt_pt: Moeda

# global_currency_acronym
source: Acronym
es_es: Acrónimo
fr_fr: Acronyme
pt_pt: Acrónimo

# global_currency_field
source: Values expressed in:
es_es: Valores expresados ​​en:
fr_fr: Valeurs exprimées en:
pt_pt: Valores em:

# global_currency_code
source: Currency Code
es_es: Código de moneda
fr_fr: Code de Devise
pt_pt: Código da Moeda
