Repository: logicpulse/logicPOS
Catalog: logicpos.resources/Resources/Localization/Resx.*.resx
Languages: es_es, fr_fr, pt_pt

# global_printer_thermal_max_chars_per_line_normal_bold
source: Max Characters per Line Letter Bold
es_es: Máximo de Caracteres por Línea Letra Negrita
fr_fr: Nombre Maximum de Caractères par Ligne Lettre Gras
pt_pt: Máximo de Caracteres por Linha Letra Negrito

# global_printer_thermal_max_chars_per_line_small
source: Max Characters per Line Small
es_es: Máximo de Caracteres por Línea Letra Pequeña
fr_fr: Imprimante Max thermique Chars par ligne Small
pt_pt: Máximo de Caracteres por Linha Letra Pequena

# global_printer_thermal_open_drawer_value_m
source: Open Drawer Comm. M
es_es: Cajón Abierto Comm. M
fr_fr: Tiroir Ouvert Comm. M
pt_pt: Abertura Gaveta Comm. M

# global_printer_thermal_open_drawer_value_t1
source: Open Drawer Comm. T1
es_es: Cajón Abierto Comm. T1
fr_fr: Tiroir Ouvert Comm. T1
pt_pt: Abertura Gaveta Comm. T1

# global_printer_thermal_open_drawer_value_t2
source: Open Drawer Comm. T2
es_es: Cajón Abierto Comm. T2
fr_fr: Tiroir Ouvert Comm. T2
pt_pt: Abertura Gaveta Comm. T2

# global_printer_thermal_printer
source: Thermal Printer
es_es: Impresora Térmica
fr_fr: Imprimante Thermique
pt_pt: Impressora Térmica

# global_printer_thermal_total_default_currency
source: Total in {0}
es_es: Total em {0}
fr_fr: Total en {0}
pt_pt: Valor Total em {0}

# global_printer_thermal_print_logo
source: Print Company Logo
es_es: Logotipo de la empresa de impresión
fr_fr: Logo d'impression thermique de l'imprimante
pt_pt: Imprimir Imagem de Logotipo

# global_printer_type
source: Printer type
es_es: Tipo de impresora
fr_fr: Types d´imprimantes
pt_pt: Tipos de impressoras

# global_printing_function_disabled
source: Printing function disabled.
es_es: Función de impresión desactivada.
fr_fr: Fonctions d'impression off
pt_pt: Funções de impressão desligadas.

# global_print_copies
source: Copies
es_es: Copias
pt_pt: Cópias

# global_print_copy_title2
source: Duplicate
es_es: Duplicar
fr_fr: Dupliquer
pt_pt: Duplicado

# global_print_copy_title3
source: Triplicate
es_es: Triplicar
fr_fr: Triplicado
pt_pt: Triplicado

# global_print_copy_title4
source: Quadriplicate
es_es: Cuadruplicado
fr_fr: Quadruple
pt_pt: Quadriplicado

# global_print_copy_title5
source: Quintuplicate
es_es: Quintuplicado
fr_fr: Quintuple
pt_pt: Quintuplicado

# global_print_copy_title6
source: Sextuplicate
es_es: Sextuplicado
fr_fr: six exemplaires
pt_pt: Sextuplicado

# global_print_request_confirmation
source: Request Print Confirmation
es_es: Solicitar confirmación de impresión
fr_fr: Demande Imprimer Confirmation
pt_pt: Pergunta se deseja Imprimir documento

# global_print_second_print
source: Second Print
es_es: Segunda impresión
fr_fr: Second Imprimer
pt_pt: 2ª Via

# global_privilege_active
source: Active
es_es: Activo
fr_fr: Actif
pt_pt: Activo

# global_privilege_property
source: Property
es_es: Propiedad
fr_fr: Propriété
pt_pt: Propriedade

# global_profile
source: Profile
es_es: Perfil
fr_fr: Profil
pt_pt: Perfil

# global_quantity
source: Quantity
es_es: Cantidad
fr_fr: Quantité
pt_pt: Quantidade

# global_question
source: Question
es_es: Pregunta
fr_fr: Confirmation
pt_pt: Confirmação

# global_quit
source: Quit Application
es_es: Salir de la Aplicación
fr_fr: Quittez l'Application
pt_pt: Sair da Aplicação

# global_quit_message
source: Do you really want to exit the application?
es_es: ¿De verdad quieres salir de la aplicación?
fr_fr: Quittez l'Application?
pt_pt: Sair da Aplicação?

# global_quit_title
source: Quit
es_es: Abandonar
fr_fr: Laisser
pt_pt: Sair

# global_read_card
source: Read card
es_es: Leer la tarjeta
fr_fr: Lire carte
pt_pt: Ler cartão

# global_reason
source: Reason
es_es: Motivo
fr_fr: Raison
pt_pt: Motivo

# global_record_code
source: Code
es_es: Código
pt_pt: Código

# global_record_code_dealer
source: Code Dealer
es_es: Distribuidor de código
fr_fr: Code de Revendeur
pt_pt: Código Fornecedor

# global_record_count
source: Total of Records
es_es: Total de Registros
fr_fr: Total des Enregistrements
pt_pt: Número de Registos

# global_record_date_created
source: Created at:
es_es: Creado en:
fr_fr: Créé le:
pt_pt: Criado em:

# global_record_date_updated
source: Updated at
es_es: Actualizado en
fr_fr: Mise à jour
pt_pt: Atualizado em

# global_record_date_updated_for_base_dialog
source: Updated at:
es_es: Actualizado en:
fr_fr: Mise à jour:
pt_pt: Atualizado em:

# global_record_disabled
source: Disabled
es_es: Desactivado
fr_fr: Off
pt_pt: Desligado

# global_record_enabled
source: Enabled
es_es: Habilitado
fr_fr: Actif
pt_pt: Ativo

# global_record_main_detail
source: Details
es_es: Detalles
fr_fr: Détails
pt_pt: Detalhes

# global_record_main_properties
source: Properties
es_es: Propiedades
fr_fr: Propriétés
pt_pt: Propriedades

# global_record_modified
source: Modified Record
es_es: Registro Modificado
fr_fr: Enregistrement modifié
pt_pt: Registo Modificado

# global_record_order
source: Order
es_es: Pedido
fr_fr: Ordre
pt_pt: Ordem

# global_record_user_update
source: Last updated by:
es_es: Usuario:
fr_fr: Utilisateur:
pt_pt: Alterado pelo utilizador:

# global_regex_fiscal_number
source: Regular Expression Fiscal Number
es_es: Expresión Regular Número Fiscal
fr_fr: Expression Régulière Nombre Fiscal
pt_pt: Expressão Regular Número Fiscal

# global_regex_postal_code
source: Regular Expression Postal Code
es_es: Código Postal de Expresión Regular
fr_fr: Expression Régulière Code postal
pt_pt: Expressão Regular Código Postal

# global_region
source: Region
es_es: Región
fr_fr: Quartier
pt_pt: Distrito

# global_remarks
source: Observations
es_es: Observaciones
fr_fr: Commentaires
pt_pt: Observações

# global_remote_connection_start
source: Start remote connection
es_es: Iniciar Conexión Remota
fr_fr: Connexion à distance a commencé
pt_pt: Conexão remota iniciada

# global_remote_connection_stop
source: Stop remote connection
es_es: Detener la Conexión Remota
fr_fr: Connexion à distance terminée
pt_pt: Conexão remota terminada

# global_remove
source: Remove
es_es: Retirar
fr_fr: Retirer
pt_pt: Remover

# global_report
source: Report
es_es: Denunciar
fr_fr: Rapports
pt_pt: Relatório

# global_reports
source: Reports
es_es: Informe
fr_fr: Rapports
pt_pt: Relatórios

# global_report_overlay_software_certification
source: {0} by certificate program No {1}/AT
es_es: {0} por programa certificado No {1}/AT
fr_fr: {0} par programme certifié n ° {1} / AT
pt_pt: {0} por programa certificado Nº {1}/AT

# global_report_overlay_software_certification_ao
source: {0} per validated program # {1} / AGT/{3}
es_es: {0} por programa validado Nº {1}/AGT/{3}/LogicPOS
fr_fr: {0} par programme validé Nº {1} / AGT/{3}
pt_pt: {0} por programa validado Nº {1}/AGT/{3}/LogicPOS

# global_report_overlay_software_certification_emitted
source: Emitted
es_es: Emitido
fr_fr: Traité
pt_pt: Emitido

# global_report_overlay_software_certification_processed
source: Document processed by computer
es_es: Documento procesado por ordenador
fr_fr: Document traité informatiquement
pt_pt: Processado

# global_report_overlay_software_certification_short
source: Authorization of Tax Authority: {0}
es_es: Autorización de la Administración Tributaria: {0}
fr_fr: Autorisation de l'Administration Fiscale: {0}
pt_pt: Autorização da AT: {0}

# global_report_page
source: Page
es_es: Página
pt_pt: Página

# global_report_page_acronym
source: Page
es_es: Pág.
pt_pt: Pág.

# global_reprint_original_motive
source: Original re-print motive
es_es: Motivo de reimpresión original
fr_fr: reprint motif original
pt_pt: Motivo da re-impressão do original

# global_reserved_table
source: Reserved table
es_es: Mesa reservada
fr_fr: Table réservée
pt_pt: Mesa reservada

# global_reset_password
source: Reset Password
es_es: Restablecer la contraseña
fr_fr: réinitialiser le mot de passe
pt_pt: Reset de palavra-passe

# global_second_copy
source: Second copy
es_es: Segunda copia
fr_fr: Deuxième copie
pt_pt: Segunda via

# global_seriesforeachterminal
source: Independently series for each terminal
es_es: Series independientes para cada terminal
fr_fr: Série indépendamment par chaque terminal
pt_pt: Séries independente por cada terminal

# global_services
source: Services
es_es: Servicios
fr_fr: Prestations de Services
pt_pt: Prestação de Serviços

# global_ship_from_delivery_date
source: Expedition Date
es_es: Fecha de expedición
fr_fr: Date d´envoi
pt_pt: Data de Expedição

# global_ship_from_delivery_date_report
source: Expedition Date
es_es: Fecha de expedición
fr_fr: Date d'expedition
pt_pt: Data de Expedição

# global_ship_from_delivery_id
source: Plate Name
es_es: Nombre de la Placa
fr_fr: L'Immatriculation du Véhicule Porteur
pt_pt: Matrícula do Veículo Transportador

# global_ship_from_delivery_id_report
source: Plate Name
es_es: Nombre de la placa
fr_fr: Matricule
pt_pt: Matrícula

# global_ship_from_location_id
source: Location of property in departure warehouse
es_es: Ubicación de la Propiedad en Almacén de Salida
fr_fr: Situation de la Propriété dans l'Entrepôt de Départ
pt_pt: Localização dos Bens no Armazém de Partida

# global_ship_from_location_id_report
source: Loc.Prop.Dep.WH
fr_fr: Loc.Biens.Magasin.Départ
pt_pt: Loc.Bens.Arm.Partida

# global_ship_from_warehouse_id
source: Departure warehouse identifier
es_es: Identificador de Almacén de Salida
fr_fr: Ident.Magasin.Départ
pt_pt: Identificador do Armazém de Partida

# global_ship_from_warehouse_id_report
source: Dep. WH Ident.
fr_fr: Ident.Magasin.Départ
pt_pt: Ident. Arm.Partida

# global_ship_to_delivery_date
source: Delivery Date
es_es: Fecha de Entrega
fr_fr: Date de Livraison
pt_pt: Data da Entrega

# global_ship_to_delivery_date_report
source: Delivery Date
es_es: Fecha de Entrega
fr_fr: Date de Livraison
pt_pt: Data da Entrega

# global_ship_to_delivery_id
source: Delivery Identifier
es_es: Identificador de Entrega
fr_fr: La Livraison de l'Identificateur
pt_pt: Identificador da Entrega

# global_ship_to_delivery_id_report
source: Delivery Identifier
es_es: Identificador de Entrega
fr_fr: Ident.Livraison
pt_pt: Ident.Entrega

# global_ship_to_location_id
source: Location of property in the destination warehouse
es_es: Ubicación de la Propiedad en Almacén de Salida
fr_fr: Localisation des Marchandises à l'Entrepôt de Destination
pt_pt: Localização dos Bens no Armazém de Destino

# global_ship_to_location_id_report
source: Loc.Prop.Dest.WH
fr_fr: Loc.BiensMagasin.Destin
pt_pt: Loc.Bens.Arm.Destino

# global_ship_to_warehouse_id
source: Warehouse target identifier
es_es: Identificador de Destino de Almacén
fr_fr: Cible Identificateur d'Entrepôt
pt_pt: Identificador do Armazém de Destino

# global_ship_to_warehouse_id_report
source: WH Target Ident.
es_es: WH Identificador de objetivo.
fr_fr: Ident.Magasin.Destination
pt_pt: Ident.Arm.Destino

# global_source_document
source: Source Document
es_es: Documento fuente
fr_fr: Document source
pt_pt: Documento de Origem

# global_source_finance_document
source: Source Document
es_es: Documento fuente
fr_fr: Document Source
pt_pt: Documento de Origem

# global_split_account
source: Split account
es_es: Cuenta escalonada
fr_fr: Compte de Split
pt_pt: Dividir conta

# global_split_account_small
source: Split A.
es_es: Dividir C.
fr_fr: Compte divisée
pt_pt: Dividir C.

# global_statusbar
source: Status bar
es_es: Barra de estado
fr_fr: Barre d´état
pt_pt: Barra de estado

# global_stock_capital
source: Stock Capital
es_es: Capital social
fr_fr: Capital Social
pt_pt: Capital Social

# global_stock_movement
source: Movement
es_es: Movimiento
fr_fr: Mouvement
pt_pt: Movimento

# global_stock_movements
source: Stock Movements
es_es: Movimientos de stock
fr_fr: Mouvements de Stock
pt_pt: Movimentos de Mercadoria

# global_stock_movement_in
source: Stock In
es_es: Entrada de stock
fr_fr: Stock En
pt_pt: Entrada

# global_stock_movement_out
source: Stock Out
es_es: Salida de stock
pt_pt: Saída

# global_subfamilies
source: Subfamilies
es_es: Subfamilias
fr_fr: Sous-familles
pt_pt: Subfamílias

# global_subfamily
source: Subfamily
es_es: Subfamilis
fr_fr: Sous-famille
pt_pt: Subfamília

# global_supplier
source: Supplier
es_es: Proveedor
fr_fr: Fournisseur
pt_pt: Fornecedor

# global_system
source: System
es_es: Sistema
fr_fr: Système
pt_pt: Sistema

# global_table_appmode_default
source: Table
es_es: Mesa
pt_pt: Mesa

# global_table_appmode_retail
source: Order
es_es: Pedido
pt_pt: Ordem

# global_tare
source: Tare
es_es: Tara
fr_fr: Taux
pt_pt: Tara

# global_tax
source: Tax
es_es: Impuesto
fr_fr: Impôt
pt_pt: Imposto

# global_terminal
source: Terminal
fr_fr: Workstation
pt_pt: Posto de Trabalho

# global_terminal_name
source: Terminal Name
es_es: Nombre de terminal
fr_fr: Nom Terminal
pt_pt: Nome do Terminal

# global_ticket_number
source: Ticket Number
es_es: Numero de boleto
fr_fr: Num.Ticket
pt_pt: Num.Ticket

# global_title
source: Title
es_es: Título
fr_fr: Titre
pt_pt: Titulo

# global_token
source: Key
es_es: Llave
fr_fr: Clé
pt_pt: Chave

# global_total
source: Total Gross
es_es: Total Bruto
fr_fr: Total Brut
pt_pt: Total Ilíquido

# global_totalfinal_acronym
source: T.Gross
es_es: T.Bruto
fr_fr: T.Brut
pt_pt: T.Ilíq.

# global_totalnet
source: Total Net
es_es: Total Líquido
pt_pt: Total Líquido

# global_totalnet_acronym
source: T.Net
es_es: T.Líq.
pt_pt: T.Líq.

# global_total_by_type_of_payment
source: Total by type of payment
es_es: Total por tipo de pago
fr_fr: Total par type de paiement
pt_pt: Total por tipo de pagamento

# global_total_cashdrawer
source: Total in CashDrawer
es_es: Total en cajón de efectivo
fr_fr: Total en Espèces
pt_pt: Total em Caixa

# global_total_cashdrawer_on_open
source: Total on Open
es_es: Total en la apertura
fr_fr: Ouverture totale
pt_pt: Total abertura

# global_total_change
source: Change
es_es: Cambiar
fr_fr: Monnaie
pt_pt: Troco

# global_total_commission_day
source: Total commission day
es_es: Dia total de comision
fr_fr: Totale de la commission Journée
pt_pt: Total comissão dia

# global_total_commission_user
source: Total commission user
es_es: Usuario de la comisión total
fr_fr: Totale de la commission Utilisateur
pt_pt: Total comissão utilizador

# global_total_credit
source: Total Credit
es_es: Crédito Total
fr_fr: Crédit Total
pt_pt: Total Crédito

# global_total_debit
source: Total Debit
es_es: Débito Total
fr_fr: Débit Total
pt_pt: Total Débito

# global_total_deliver
source: Total Delivered
es_es: Total Entregado
fr_fr: Totale Délivrée
pt_pt: Total entregue

# global_total_discount_acronym
source: T.Disc.
fr_fr: T.Rab.
pt_pt: T.Dsc

# global_total_extended_label
source: We received the amount of:
es_es: Recibimos la cantidad de:
fr_fr: Nous avons reçu la somme de:
pt_pt: Recebemos a quantia de:

# global_total_payed_acronym
source: Total Payed
es_es: Total Pagado
fr_fr: Total Payé
pt_pt: Total Liq.

# global_total_per_item_vat
source: Total w/ Tax
es_es: Total c/ IVA
fr_fr: Total Plus Taxe
pt_pt: Total c/ IVA

# global_total_price_to_pay
source: Total
es_es: Total a Pagar
fr_fr: Total à Payer
pt_pt: Total a pagar

# global_total_table_tickets
source: Total table
es_es: Tabla acumulativa
fr_fr: Total
pt_pt: Total

# global_total_tax_acronym
source: T.Tax
es_es: T.Imp.
pt_pt: T.Imp.

# global_total_tax_base
source: Tax Base
es_es: Base de impuesto
fr_fr: Base VAT
pt_pt: Base Imp.

# global_total_ticket
source: Ticket total
es_es: Total boleto
fr_fr: Total
pt_pt: Total

# global_treeview_false
source: No
fr_fr: Non
pt_pt: Não

# global_treeview_true
source: Yes
es_es: Sí
fr_fr: Oui
pt_pt: Sim

# global_type_of_payment
source: Type of Payment
es_es: Tipo de pago
fr_fr: Type de paiement
pt_pt: Tipo de pagamento

# global_units_amount
source: Amount
es_es: Cantidad
fr_fr: Quantité
pt_pt: Quantidade

# global_units_measure
source: Measure units
es_es: Unidad de medida
fr_fr: Unités de mesure
pt_pt: Unidades de medida

# global_units_size
source: Size units
es_es: Tamaño de unidad
fr_fr: Unités de taille
pt_pt: Unidades de tamanho

# global_unit_measure
source: Measure unit
es_es: Unidad de medida
fr_fr: Unité de mesure
pt_pt: Unidade de medida

# global_unit_measure_acronym
source: UM
es_es: Uni.
fr_fr: Uni.
pt_pt: Uni.

# global_unit_size
source: Size unit
es_es: Tamaño de unidad
fr_fr: Unité de taille
pt_pt: Unidade de tamanho

# global_user
source: User
es_es: Usuario
fr_fr: Utilisateur
pt_pt: Utilizador

# global_users
source: Users
es_es: Usuarios
fr_fr: Utilisateurs
pt_pt: Utilizadores

# global_user_access_card_number
source: Card
es_es: Tarjeta
fr_fr: Carte
pt_pt: Cartão

# global_user_apply_privileges
source: Apply
es_es: Aplicar
fr_fr: Apliquer
pt_pt: Aplicar

# global_user_assigned_seating
source: Assigned tables
es_es: Mesas assignadas
fr_fr: Tables assignées
pt_pt: Mesas atribuídas

# global_user_base_consumption
source: Base consumption
es_es: Consumo base
fr_fr: La consommation de base
pt_pt: Base de consumo

# global_user_base_offers
source: Base offers
es_es: Ofertas base
fr_fr: Offre de base
pt_pt: Ofertas base

# global_user_city
source: City
es_es: Ciudad
fr_fr: Ville
pt_pt: Cidade

# global_user_commission_groups
source: Commission groups
es_es: Grupos de comisiones
fr_fr: Commissions de groupe
pt_pt: Grupo de comissões

# global_user_contract
source: Contract date
fr_fr: Date de contrat
pt_pt: Data de contrato

# global_user_fiscal_number
source: Fiscal number
es_es: Número fiscal
fr_fr: Non budgétaire
pt_pt: Nº Fiscal

# global_user_locality
source: Locality
es_es: Localidad
fr_fr: Localité
pt_pt: Localidade

# global_user_mobile
source: Mobile
es_es: Móvil
fr_fr: Téléphone
pt_pt: Telemóvel

# global_user_name
source: Name
es_es: Nombre
fr_fr: Nom
pt_pt: Nome

# global_user_password
source: Password
fr_fr: Mot de passe
pt_pt: Palavra-Passe

# global_user_permissions
source: Permissions
es_es: Autorizaciones
pt_pt: Permissões

# global_user_personal
source: Personal data
es_es: Datos personales
fr_fr: Renseignements personnels
pt_pt: Dados pessoais

# global_user_phone
source: Phone
es_es: Teléfono
fr_fr: Téléphone
pt_pt: Telefone

# global_user_postal_code
source: Postal Code
es_es: Código Postal
fr_fr: Code Postal
pt_pt: Código-Postal

# global_user_profiles
source: User profiles
es_es: Perfiles de usuario
fr_fr: Profil de l´utilisateur
pt_pt: Perfis de utilizador

# global_user_pvp_offers
source: PVP Offers
es_es: Ofertas PVP
fr_fr: Offres de PVP
pt_pt: PVP Ofertas

# global_user_residence
source: Residence
es_es: Residencia
fr_fr: Habitation
pt_pt: Morada

# global_use_weighing_balance
source: Use Weighing Balance
es_es: Utilice el equilibrio de pesaje
fr_fr: Utiliser l'équilibre de Pesée
pt_pt: Usar Balança

# global_value
source: Value
es_es: Valor
fr_fr: Valeur
pt_pt: Valor

# global_variable_price
source: Variable price
es_es: Precio variable
fr_fr: Prix variable
pt_pt: Preço variável

# global_vat_direct_selling
source: Vat direct selling
es_es: IVA venta directa
fr_fr: Taxe de vente directe
pt_pt: Imposto venda direta

# global_vat_exemption_reason
source: Vat Exemption Reason
es_es: Razón de la exención del IVA
fr_fr: Motif de l´exonération de IVA
pt_pt: Motivo de isenção de IVA

# global_vat_exemption_reason_acronym
source: TER
es_es: TGT
fr_fr: MI
pt_pt: MI

# global_vat_on_table
source: Vat on table
es_es: IVA en la mesa
fr_fr: Taxe sur la table
pt_pt: Imposto na mesa

# global_vat_rates
source: Vat rates
es_es: Tarifas IVA
fr_fr: Les taux d´imposition
pt_pt: Taxas de imposto

# global_vat_rate_description
source: Description
es_es: Descripción
pt_pt: Descrição

# global_vat_rate_reasoncode
source: Reason code
es_es: Código motivo
fr_fr: Code de raison
pt_pt: Código do Motivo

# global_vat_rate_tax_code
source: Tax Code
es_es: Código de impuestos
fr_fr: Code de Taux
pt_pt: Código da Taxa

# global_vat_rate_tax_country_region
source: Tax Country Region Code
es_es: Código de región del país
fr_fr: Code Pays Région
pt_pt: Código da Região do País

# global_vat_rate_tax_type
source: Tax Type
es_es: Tipo de impuesto
fr_fr: Type de Taux
pt_pt: Tipo de Taxa

# global_vat_rate_value
source: Rate value
es_es: Valor de la tasa
fr_fr: Taux
pt_pt: Taxa

# global_version
source: Version
es_es: Versión
pt_pt: Versão

# global_warning
source: Warning
es_es: Advertencia
fr_fr: Attention
pt_pt: Aviso

# global_warning_open_fiscal_year
source: For using POS properly, please start fiscal year in BackOffice and restart the application.
es_es: Para usar POS correctamente, por favor comience el año fiscal en BackOffic
fr_fr: Pour utiliser correctement le POS, commencez l'année fiscale dans BackOffic.
pt_pt: Para começar a utilizar o POS por favor inicie o ano fiscal no BackOffice e reinicie a aplicação.

# global_website
source: WebSite
es_es: Sitio web
fr_fr: Page
pt_pt: Página

# global_weight
source: Weight
es_es: Peso
fr_fr: Poids
pt_pt: Peso

# global_without_current_acount
source: Without Current Account
es_es: Sin cuenta corriente
fr_fr: Sans compte courant
pt_pt: Sem Conta-Corrente

# global_words
source: Words
es_es: Palabras
fr_fr: Paroles
pt_pt: Palavras

# global_worksession_close_datetime
source: Close Date
es_es: Fecha de cierre
fr_fr: Date de Clôture
pt_pt: Data de Fecho

# global_worksession_close_day
source: Close day
es_es: Cierra el dia
fr_fr: Jour de clôture
pt_pt: Fecho dia

# global_worksession_close_total_cashdrawer
source: Total CashDrawer(s)
es_es: Total de cajon(es) de efectivo
fr_fr: Total des Caisse(s)
pt_pt: Total Caixa(s)

# global_worksession_open_datetime
source: Open Date
es_es: Abrir fecha
fr_fr: Date d'ouverture
pt_pt: Data Abertura

# global_worksession_open_day
source: Open day
es_es: Abrir fecha
fr_fr: Jour d´ouverture
pt_pt: Abertura do dia

# global_worksession_open_total_cashdrawer
source: Total on Open
es_es: Total en la apertura
fr_fr: Ouverture Totale
pt_pt: Total Abertura

# global_worksession_resume_finance_documents
source: Finance Documents
es_es: Documentos de finanzas
fr_fr: Documents Fiscaux
pt_pt: Documentos Fiscais

# global_worksession_resume_paymens_documents
source: Payment Documents
es_es: Documentos de pago
fr_fr: Recettes
pt_pt: Recibos

# global_worksession_total_money_in
source: Total Cash In
es_es: Total en efectivo en
fr_fr: Total d'entrées Caisse
pt_pt: Total Ent. Caixa

# global_worksession_total_money_out
source: Total Cash Out
es_es: Retiro total
fr_fr: Total sorties Caisse
pt_pt: Total Saídas Caixa

# global_work_in_stock
source: Work in Stock
es_es: Trabajo en Stock
fr_fr: Travaux sur les Stocks
pt_pt: Trabalha nos Stocks

# global_year
source: Year
es_es: Año
fr_fr: Année
pt_pt: Ano

# global_zipcode
source: Zip Code
es_es: Código postal
fr_fr: Code Postal
pt_pt: Código-postal

# numbers_to_words_1
source: One
es_es: Uno
fr_fr: Un
pt_pt: Um

# numbers_to_words_10
source: Ten
es_es: Diez
fr_fr: Dix
pt_pt: Dez

# numbers_to_words_100
source: Hundred
es_es: Cien
fr_fr: Cent
pt_pt: Cem

# numbers_to_words_11
source: Eleven
es_es: Once
fr_fr: Onze
pt_pt: Onze

# numbers_to_words_12
source: Twelve
es_es: Doce
fr_fr: Douze
pt_pt: Doze

# numbers_to_words_13
source: Thirteen
es_es: Trece
fr_fr: Treize
pt_pt: Treze

# numbers_to_words_14
source: Fourteen
es_es: Catorce
fr_fr: Quatorze
pt_pt: Catorze

# numbers_to_words_15
source: Fifteen
es_es: Quince
fr_fr: Quinze
pt_pt: Quinze

# numbers_to_words_16
source: Sixteen
es_es: Dieciséis
fr_fr: Seize
pt_pt: Dezasseis

# numbers_to_words_17
source: Seventeen
es_es: Diecisiete
fr_fr: Dix-sept
pt_pt: Dezassete

# numbers_to_words_18
source: Eighteen
es_es: Dieciocho
fr_fr: Dix-huit
pt_pt: Dezoito

# numbers_to_words_19
source: Nineteen
es_es: Diecinueve
fr_fr: Dix-neuf
pt_pt: Dezanove

# numbers_to_words_2
source: Two
es_es: Dos
fr_fr: Deux
pt_pt: Dois

# numbers_to_words_20
source: Twenty
es_es: Vinte
fr_fr: Vingt
pt_pt: Vinte

# numbers_to_words_200
source: Two hundred
es_es: Doscientos
fr_fr: Deux cent
pt_pt: Duzentos

# numbers_to_words_3
source: Three
es_es: Tres
fr_fr: Trois
pt_pt: Três
