Repository: logicpulse/logicPOS
Catalog: logicpos.resources/Resources/Localization/Resx.*.resx
Languages: es_es, fr_fr, pt_pt

# report_canceled_articles_per_employee
source: Canceled articles per employee
es_es: Artículos cancelados por empleado
fr_fr: Articles annulé pour employé
pt_pt: Artigos cancelados por empregado

# report_cash_total
source: Cash Total
es_es: Total de efectivo
fr_fr: Total de la trésorerie
pt_pt: Total de caixa

# report_close_peak_hour
source: Close Peak Hour
es_es: Cerrar hora pico
fr_fr: Heure de pointe Haut
pt_pt: Top hora de pico

# report_close_worksession
source: Close WorkSessions
es_es: Cerrar sesiones de trabajo
fr_fr: Verrouillage de Jour/ Caissier
pt_pt: Fecho de Dia/Caixa

# report_company_billing
source: Company Billing Report
es_es: Informe de Facturación de la Empresa
fr_fr: Rapport de Facturation de l'Entreprise
pt_pt: Relatório de Faturação da Empresa

# report_company_billing_column_billing
source: Billed Amount
es_es: Cantidad Facturada
fr_fr: Montant Facturé
pt_pt: Valor Faturado

# report_company_billing_column_doc_associated
source: Associated Document
es_es: Documento Asociado
fr_fr: Documents Associé
pt_pt: Documento Associado

# report_company_billing_column_tax
source: Taxes
es_es: Impuestos
fr_fr: Les Taxes
pt_pt: Impostos

# report_company_billing_label_total_billing
source: Billed Total of the Period
es_es: Total Facturado en el Período
fr_fr: Total Facturé dans la Période
pt_pt: Valor Total Faturado no Período

# report_company_billing_label_total_net
source: Net Value for the Period
es_es: Total Líquido en el Período
fr_fr: Total Net dans la Période
pt_pt: Total Líquido no Período

# report_company_billing_label_total_tax
source: Taxes Total for the Period
es_es: Total de Impuestos en el Período
fr_fr: Total des Taxes dans la Période
pt_pt: Valor Total de Impostos no Período

# report_courier_deliver
source: Courier Deliver
es_es: Entregas por estafeta
fr_fr: Livraison par coursier
pt_pt: Entregas por estafeta

# report_customer_balance_details
source: Customer Account Balance Details
es_es: Detalles del saldo
fr_fr: Détails du Solde
pt_pt: Extrato da Conta do Cliente

# report_customer_balance_details_consolidated_balance
source: Consolidated Balance
es_es: Saldo Consolidado
fr_fr: Solde Consolidé
pt_pt: Saldo Consolidado

# report_customer_balance_details_customer_since
source: Client Since
es_es: Cliente Desde
fr_fr: Client Depuis
pt_pt: Cliente Desde

# report_customer_balance_details_reference_document
source: Reference Document Number
es_es: Detalles del balance-documento de referencia
fr_fr: Détails du solde-document de référence
pt_pt: Núm. do Doc. de Referência

# report_customer_balance_summary
source: Customer Balance Summary
es_es: Resumen del saldo del cliente
fr_fr: Bilan client
pt_pt: Saldo da Conta do Cliente

# report_detailed_grouped_pending_payment
source: Pending Payment
es_es: Pendiente de Pago
fr_fr: En Attente de Paiement
pt_pt: Pendente de Pagamento

# report_discounts_per_user
source: Discounts per User
es_es: Descuentos por usuario
fr_fr: Réductions par utilisateur
pt_pt: Descontos por utilizador

# report_employee_movements
source: Employee Movements
es_es: Movimientos de empleados
fr_fr: Mouvements par employé
pt_pt: Movimentos por empregado

# report_final_balance
source: Final Balance on Period
es_es: Saldo final
fr_fr: Solde Final
pt_pt: Saldo Total no Período

# report_inventory
source: Inventory
es_es: Inventario
fr_fr: Inventaire
pt_pt: Inventário

# report_label_totals
source: Totals
es_es: Totales
fr_fr: Totaux
pt_pt: Totais

# report_list_audit_table
source: Audit Table
es_es: Mesa de auditoria
fr_fr: Tableaux d'Audit
pt_pt: Tabelas de Auditoria

# report_list_close_worksession
source: List of closed WorkSessions
es_es: Lista de Sesiones de Trabajo cerradas
fr_fr: Liste des Sessions de Travail Fermées
pt_pt: Listagem de Fecho de Sessões de Trabalho

# report_list_consumption_per_user
source: Consumption per user
es_es: Consumo por usuario
fr_fr: Consommation par employé
pt_pt: Consumos por empregado

# report_list_current_account
source: Sales on Credit
es_es: Cuenta corriente
fr_fr: Compte Courant
pt_pt: Conta Corrente (venda a crédito)

# report_list_customers
source: Customers
es_es: Clientes
fr_fr: Clients
pt_pt: Clientes

# report_list_family_subfamily_articles
source: Families, SubFamilies and Articles
es_es: Familias, subfamilias y artículos
fr_fr: Familles, Sous-familles et Articles
pt_pt: Famílias, Subfamílias e Artigos

# report_list_stock_movements
source: Stock Movements
es_es: Movimientos de stock
fr_fr: Mouvements de Marchandises
pt_pt: Movimentos de Mercadoria

# report_list_user_commission
source: Commissions
es_es: Comisiones
pt_pt: Comissões

# report_list_worksession
source: WorkSession List
es_es: Lista de Sesiones de Trabajo
fr_fr: Liste des Sessions de Travail
pt_pt: Listagem de Sessões de Trabalho

# report_occupation_average
source: Occupation average
es_es: Ocupación media
fr_fr: Taux d´occupation moyen
pt_pt: Média de ocupação

# report_record_peak_hour
source: Record peak hour
es_es: Hora pico récord
fr_fr: Top l´enregistrement aux heures de pointe
pt_pt: Top horários pico de registo

# report_sales_detail_group_postfix
source: (Detail/Group)
es_es: (Detalle/Grupo)
fr_fr: (Détaillé/Groupé)
pt_pt: (Detalhado/Agrupado)

# report_sales_detail_per_family_and_subfamily
source: Sales detail per family/subfamily
es_es: Detalle de ventas por familia/subfamilia
fr_fr: Ventes par famille / sous-famille
pt_pt: Vendas por família/subfamília

# report_sales_detail_per_place_order
source: Detailed Sales per Zone/Order
es_es: Ventas Detalladas por Área/Pedido
fr_fr: Ventes Détaillées par Zone/Commande
pt_pt: Vendas Detalhadas por Zona/Pedido

# report_sales_detail_per_place_table
source: Sales detail per zone/table
es_es: Detalle de ventas por zona/mesa
fr_fr: Ventes détaillées par zone/table
pt_pt: Vendas detalhadas por zona/mesa

# report_sales_detail_postfix
source: (Detail)
es_es: (Detalle)
fr_fr: (Détaillé)
pt_pt: (Detalhado)

# report_sales_per_country
source: Sales per country
es_es: Ventas por país
fr_fr: Ventes par pays
pt_pt: Vendas por país

# report_sales_per_currency
source: Sales per currency
es_es: Ventas por moneda
fr_fr: Ventes par devise
pt_pt: Vendas por moeda

# report_sales_per_customer
source: Sales per customer
es_es: Ventas por cliente
fr_fr: Ventes par client
pt_pt: Vendas por cliente

# report_sales_per_date
source: Sales per date
es_es: Ventas por fecha
fr_fr: Ventes par jour
pt_pt: Vendas por dia

# report_sales_per_family
source: Seles per family
es_es: Seles por familia
fr_fr: Ventes par famille
pt_pt: Vendas por família

# report_sales_per_family_and_subfamily
source: Sales per family/subfamily
es_es: Ventas por familia/subfamilia
fr_fr: Ventes par sous-famille
pt_pt: Vendas por família/subfamília

# report_sales_per_finance_document
source: Sales per finance document
es_es: Ventas por documento financiero
fr_fr: Ventes par type de document fiscal
pt_pt: Vendas por tipo de documento fiscal

# report_sales_per_payment_condition
source: Sales per payment condition
es_es: Ventas por condición de pago
fr_fr: Ventes par conditions de paiement
pt_pt: Vendas por condições de pagamento

# report_sales_per_payment_method
source: Sales per payment method
es_es: Ventas por método de pago
fr_fr: Ventes selon le type de paiement
pt_pt: Vendas por métodos de pagamento

# report_sales_per_place
source: Sales per zone
es_es: Ventas por zona
fr_fr: Ventes par zone
pt_pt: Vendas por zona

# report_sales_per_place_order
source: Sales per Zone/Order
es_es: Ventas por Zona/Pedido
fr_fr: Ventes par Zone/Commande
pt_pt: Vendas por Zona/Pedido

# report_sales_per_place_table
source: Sales per zone/table
es_es: Ventas por zona/mesa
fr_fr: Ventes par zone/table
pt_pt: Vendas por zona/mesa

# report_sales_per_terminal
source: Sales per terminal
es_es: Ventas por terminal
fr_fr: Ventes par terminal
pt_pt: Vendas por terminal

# report_sales_per_user
source: Sales per employee
es_es: Ventas por empleado
fr_fr: Ventes par employé
pt_pt: Vendas por funcionário

# report_service_hours
source: Service hours
es_es: Horas de servicio
fr_fr: Heures de service
pt_pt: Horas em serviço

# report_top_close_employees
source: Top close employees
es_es: Los mejores empleados cercanos
fr_fr: Top employés de fermeture
pt_pt: Top fecho empregados

# report_top_employee_records
source: Top employee records
es_es: Los mejores registros de empleados
fr_fr: Top dossiers des employés
pt_pt: Top registos empregados

# report_top_offers
source: Top offers
es_es: Mejores ofertas
fr_fr: Offres totales
pt_pt: Total de ofertas

# report_total_credit
source: Credit Balance on Period
es_es: Balance de crédito
fr_fr: Valeur Totale du Crédit
pt_pt: Valor Total de Crédito no Período

# report_total_debit
source: Debit Balance on Period
es_es: Balance de débito
fr_fr: Valeur Totale de la Dette
pt_pt: Valor Total de Débito no Período

# report_total_per_terminal
source: Total per terminal
fr_fr: Par Terminal total
pt_pt: Total por terminal

# report_total_record_count
source: Records Count on Period
es_es: Recuento final de registros
fr_fr: Nombre Total de Résultats
pt_pt: Número Total de Registos no Período

# report_withholding_tax
source: Withholding tax
es_es: Retención de impuestos
fr_fr: Retenue à la source
pt_pt: Imposto retido na fonte

# report_zone_total
source: Zone total
es_es: Total de zona
fr_fr: Ventes par zone totale
pt_pt: Total por zona

# saft_value_unknown
source: Unknown
es_es: Desconocido
fr_fr: Inconnu
pt_pt: Desconhecido

# status_message_open_cashdrawer
source: Open session/cashdrawer to start work
es_es: Abrir sesión/cajón de dinero para empezar a trabajar
fr_fr: Connectez-vous / boîte pour commencer
pt_pt: Abra a sessão/caixa para iniciar

# status_message_pin_error
source: Wrong password!
es_es: ¡Contraseña incorrecta!
fr_fr: Pin tort!
pt_pt: Palavra-passe errada!

# status_message_select_order_or_table_appmode_default
source: Select Table to Start Work
es_es: Elija mesa para iniciar trabajo
fr_fr: Sélectionnez afin de donner au travail à domicile
pt_pt: Selecione Mesa Para Dar Início ao Trabalho

# status_message_select_order_or_table_appmode_retail
source: Select Order to Start Work
es_es: Seleccione Orden para empezar a trabajar
fr_fr: Sélectionnez afin de donner au travail à domicile
pt_pt: Selecione Ordem Para Dar Início ao Trabalho

# ticket_title_worksession_day_close
source: Close Day
es_es: Cerrar fecha
fr_fr: Jour de fermeture
pt_pt: Fecho do Dia

# ticket_title_worksession_day_resume
source: Day Resume
es_es: Resumen del día
fr_fr: Résumé Jour
pt_pt: Resumo do Dia

# ticket_title_worksession_money_in
source: Cash Drawer Money In
es_es: Entrada de efectivo de caja registradora
fr_fr: Entrée de trésorerie
pt_pt: Entrada de Numerário

# ticket_title_worksession_money_out
source: CashDrawer Money Out
es_es: salida de efectivo de caja registradora
fr_fr: Sortie de trésorerie
pt_pt: Saída de Numerário

# ticket_title_worksession_terminal_close
source: Close Cash Drawer
es_es: Cerrar cajón de efectivo
fr_fr: Fermeture de trésorerie
pt_pt: Fecho de Caixa

# ticket_title_worksession_terminal_open
source: CashDrawer Open
es_es: Apertura del cajón de efectivo
fr_fr: Ouverture de trésorerie
pt_pt: Abertura de Caixa

# ticket_title_worksession_terminal_resume
source: CashDrawer Resume
es_es: Resumen del cajón de efectivo
fr_fr: Résumé de trésorerie
pt_pt: Resumo de Caixa

# widget_combobox_undefined
source: -- Select --
es_es: -- Seleccione --
fr_fr: -- Sélectionner --
pt_pt: -- Selecione --

# widget_generictreeviewnavigator_delete
source: Delete
es_es: Borrar
fr_fr: Effacer
pt_pt: Eliminar

# widget_generictreeviewnavigator_insert
source: Insert
es_es: Introduzca
fr_fr: Insérer
pt_pt: Inserir

# widget_generictreeviewnavigator_page_first
source: First page
es_es: Primera página
fr_fr: Première page
pt_pt: Primeira página

# widget_generictreeviewnavigator_page_last
source: Last page
es_es: Última página
fr_fr: Dernière page
pt_pt: Última página

# widget_generictreeviewnavigator_page_next
source: Next page
es_es: Página siguiente
fr_fr: Page suivante
pt_pt: Página seguinte

# widget_generictreeviewnavigator_page_prev
source: Previous page
es_es: Página anterior
fr_fr: Page précédente
pt_pt: Página anterior

# widget_generictreeviewnavigator_preview
source: Preview
pt_pt: Visualizar

# widget_generictreeviewnavigator_record_next
source: Next
es_es: Siguiente
fr_fr: Suivant
pt_pt: Seguinte

# widget_generictreeviewnavigator_record_prev
source: Previous
es_es: Anterior
fr_fr: Précédent
pt_pt: Anterior

# widget_generictreeviewnavigator_refresh
source: Refresh
es_es: Actualizar
fr_fr: Mettre à jour
pt_pt: Atualizar

# widget_generictreeviewnavigator_update
source: Edit
es_es: Editar
fr_fr: Modifier
pt_pt: Editar

# widget_generictreeviewnavigator_view
source: View
es_es: Ver
fr_fr: Vue
pt_pt: Ver

# widget_generictreeviewsearch_search_advanced
source: Advanced
es_es: Avanzado
fr_fr: Avancé
pt_pt: Avançada

# widget_generictreeviewsearch_search_label
source: Search
es_es: Buscar
fr_fr: Recherche
pt_pt: Pesquisar

# widget_pospinpad_login
source: Enter
es_es: Entrar
fr_fr: Entrer
pt_pt: Entrar

# window_license_label_info
source: Through this form, you have the ability to register the software. The entries will be kept confidential and not released to third parties for advertising.
es_es: A través de este formulario, usted tiene la capacidad de registrar el software. Las entradas se mantendrán confidenciales y no se divulgarán a terceros para publicidad.
fr_fr: Grâce à ce formulaire, vous avez la possibilité d'enregistrer le logiciel. Les entrées seront gardées confidentielles et non communiquées à des tiers pour la publicité.
pt_pt: Através deste formulário tem a possibilidade de registar o software. Os dados introduzidos serão confidenciais e não transmissíveis a terceiros para efeitos de publicidade.

# window_license_label_internet_registration
source: Internet Registration
es_es: Registro de internet
fr_fr: Inscription Internet
pt_pt: Ficha de registo via Internet

# window_license_label_welcome
source: Welcome
es_es: Bienvenido
fr_fr: Bienvenue
pt_pt: Bem-Vindo

# window_license_label_without_internet_contact_info
source: Make the registration through the following contacts:
es_es: Haz el registro a través de los siguientes contactos:
fr_fr: Faire l'enregistrement à travers les contacts suivants:
pt_pt: Efetue o registo através dos seguintes contatos:

# window_license_label_without_internet_registration
source: Don't have internet connection?
es_es: ¿No tienes conexión a internet?
fr_fr: Ne pas avoir une connexion Internet?
pt_pt: Não tem ligação à Internet?

# window_title_default_input_text_dialog
source: Input Text
es_es: Introducir texto
fr_fr: Entrée Texte
pt_pt: Entrada de Texto

# window_title_dialog_already_paid
source: Article paid
es_es: Boleto pagado
fr_fr: Ticket payé
pt_pt: Ticket pago

# window_title_dialog_already_exited
source: Article exited
es_es: Salida de entradas
fr_fr: Sortie de ticket
pt_pt: Saida de Ticket

# window_title_dialog_article_stock
source: Stocks
es_es: Entrada de mercancía
fr_fr: Merchandise Entry
pt_pt: Entrada de Mercadoria

# window_title_dialog_cash
source: WorkSession
es_es: Sesión de trabajo
fr_fr: Séance de travail
pt_pt: Sessão de Trabalho

# window_title_dialog_cashdrawer
source: Cash Drawer :: Total in Cash Drawer: {0}
es_es: Caja: Total Cajón de Efectivo: {0}
fr_fr: Caisse Enregistreuse :: Liquidités Total: {0}
pt_pt: Caixa :: Total em Caixa: {0}

# window_title_dialog_change_password
source: Change Password
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe
pt_pt: Alterar palavra-passe

# window_title_dialog_change_user
source: Change user
es_es: Cambiar usuario
fr_fr: Changer D´Utilisateur
pt_pt: Mudar de utilizador

# window_title_dialog_clone_documents_confirmation
source: This process can't be undone! Confirm clone folloing documents? {0}
es_es: ¡Este proceso no se puede deshacer! ¿Confirmar clonado siguiendo documentos? {0}
fr_fr: Ce processus ne peut pas être inversé! Voulez-vous confirmer et copier les documents suivants? {0}
pt_pt: Este processo não pode ser revertido! Deseja confirmar e copiar os seguintes documentos? {0}

# window_title_dialog_datepicker
source: Select Date
es_es: Seleccione fecha
fr_fr: Sélectionnez Date
pt_pt: Selecione Data

# window_title_dialog_datepicket_startend
source: Choose Start/End Date
es_es: Elegir fecha de inicio/finalización
fr_fr: Sélectionnez la date de Départ/Finale
pt_pt: Selecione Data Inicial/Final

# window_title_dialog_delete_record
source: Delete Record
es_es: Eliminar el registro
fr_fr: Efacer l´enregistrement
pt_pt: Eliminar Registo

# window_title_dialog_documentfinance_preview_totals_mode_confirm
source: Do you want continue processing new finance document?
es_es: ¿Desea continuar procesando nuevo documento financiero?
fr_fr: Voulez-vous poursuivre le traitement nouveau document de la finance?
pt_pt: Deseja continuar e emitir o documento fiscal?

# window_title_dialog_documentfinance_preview_totals_mode_preview
source: Finance document totals
es_es: Totales de documentos financieros
fr_fr: Totaux de documents Finance
pt_pt: Totais do documento fiscal

# window_title_dialog_document_finance
source: Documents
es_es: Documento
fr_fr: Les documents fiscaux
pt_pt: Documentos

# window_title_dialog_document_finance_payment
source: Payment Documents
es_es: Documentos de Pago
fr_fr: Documents de Paiement
pt_pt: Recibos

# window_title_dialog_document_finance_column_related_doc
source: Associated Documents
es_es: Documentos Asociados
fr_fr: Documents Associés
pt_pt: Documentos Associados

# window_title_dialog_document_finance_column_total_credit_rc_nc_based
source: Credit Value
es_es: Valor del Crédito
fr_fr: Valeur du Crédit
pt_pt: Valor Pago

# window_title_dialog_document_finance_page1
source: Document
es_es: Documento
fr_fr: Documento
pt_pt: Documento

# window_title_dialog_document_finance_page2
source: Customer/Entity
es_es: Cliente/Entidad
fr_fr: Client / Entité
pt_pt: Cliente/Entidade

# window_title_dialog_document_finance_page3
source: Articles
es_es: Artículos
fr_fr: Article
pt_pt: Artigos

# window_title_dialog_document_finance_page4
source: WayBill: Ship To
es_es: Billete: Enviar a
fr_fr: Guide Livraison
pt_pt: Guia: Entrega

# window_title_dialog_document_finance_page5
source: WayBill: Ship From
es_es: Billete: Enviar desde
fr_fr: Guide Livraison
pt_pt: Guia: Expedição

# window_title_dialog_document_finance_page6
source: Comments
es_es: Comentarios
fr_fr: Avis
pt_pt: Comentários

# window_title_dialog_document_finance_print
source: Doc.No: {0}
es_es: Doc.Noº: {0}
fr_fr: Doc.Nº: {0}
pt_pt: Doc.Nº: {0}

# window_title_dialog_exception_error
source: Exception Error
es_es: Error de excepción
fr_fr: Erreur d´exception
pt_pt: Erro de exceção

# window_title_dialog_filepicker
source: Select FileName
es_es: Seleccione el nombre del archivo
fr_fr: Sélectionnez Fichier
pt_pt: Selecione Ficheiro

# window_title_dialog_filter
source: Documents Filter
pt_pt: Filtrar Documentos

# window_title_dialog_message_dialog
source: Confirm
es_es: Confirmar
fr_fr: Confirmer
pt_pt: Confirmar

# window_title_dialog_moneypad
source: Input Amount
es_es: Cantidad de entrada
fr_fr: Question d´argent
pt_pt: Dinheiro requisitado

# window_title_dialog_moneypad_product_price
source: Product Price
es_es: Precio del producto
fr_fr: Le prix des produits
pt_pt: Preço do Produto

# window_title_dialog_new_finance_document
source: New Finance Document
es_es: Nuevo documento de finanzas
fr_fr: Nouveau document budgétaire
pt_pt: Novo Documento Fiscal

# window_title_dialog_notification
source: Notifications
es_es: Notificaciones
pt_pt: Notificações

# window_title_dialog_orders
source: Orders
es_es: Pedidos
fr_fr: Commandes
pt_pt: Pedidos

# window_title_dialog_partial_payment
source: Partial Payment
es_es: Pago parcial
fr_fr: Paiement Partiel
pt_pt: Pagamento Parcial

# window_title_dialog_payments
source: Payments
es_es: Pagos
fr_fr: Paiements
pt_pt: Pagamentos

# window_title_dialog_pay_invoices
source: Pay Invoices
es_es: Pagar facturas
fr_fr: Settle facture
pt_pt: Liquidar Faturas

# window_title_dialog_readcard
source: Read card
es_es: Leer la tarjeta
fr_fr: Lire carte
pt_pt: Ler cartão

# window_title_dialog_report_filter
source: Report Filter
es_es: Informe de filtro
fr_fr: Filtrez le Rapport
pt_pt: Filtrar Relatório

# window_title_dialog_request_user_pin
source: User authentication
es_es: Autenticación del usuario
fr_fr: L´authentification de l´utilisateur
pt_pt: Autenticação do utilizador

# window_title_dialog_select_record
source: Select Record
es_es: Seleccionar registro
fr_fr: Sélectionnez Enregistrer
pt_pt: Selecione Registo

# window_title_dialog_send_message
source: Send message
es_es: Enviar mensaje
fr_fr: Envoyer message
pt_pt: Enviar mensagem

# window_title_dialog_split_payment
source: Split Payment: Amount per Customer: [{0} x {1}]
es_es: Pago dividido: Cantidad por cliente: [{0} x {1}]
fr_fr: Paiement Fractionné : Montant par Client: [{0} x {1}]
pt_pt: Divisão de pagamento: Total por Cliente: [{0} x {1}]

# window_title_dialog_system
source: System
es_es: Sistema
fr_fr: Système
pt_pt: Sistema

# window_title_dialog_tables_appmode_default
source: Tables
es_es: Mesas
fr_fr: Tableaux
pt_pt: Mesas

# window_title_dialog_tables_appmode_retail
source: Orders
es_es: Pedidos
fr_fr: Consignes
pt_pt: Ordens

# window_title_dialog_template
source: Template
es_es: Modelo
fr_fr: Modèle
pt_pt: Modelo

# window_title_dialog_update_POS
source: Update POS to version: {0}
es_es: Mettre à jour l'application vers la version: {0}
fr_fr: Mettre à jour l'application vers la version: {0}
pt_pt: Atualizar o POS para a versão: {0}

# window_title_dialog_update_record
source: Update Record
es_es: Actualizar registro
fr_fr: Mise à jour de la fiche
pt_pt: Atualizar Registo

# window_title_dialog_validation_error
source: Validation Error
es_es: Error de validacion
fr_fr: Erreur de validation
pt_pt: Erro de validação

# window_title_dialog_vatrate_free_article_detected
source: Article exempt from Vat
es_es: Artículo exento de IVA
fr_fr: Article exonérés de la IVA
pt_pt: Artigo isento de IVA

# window_title_dialog_virtual_keyboard
source: Virtual keyboard
es_es: Teclado virtual
fr_fr: Clavier virtuel
pt_pt: Teclado virtual

# window_title_edit_article
source: Edit articles
es_es: Editar artículos
fr_fr: Modifier les articles
pt_pt: Editar artigos

# window_title_edit_articlefamily
source: Edit article families
es_es: Editar familias del artículos
fr_fr: Modifier des articles familles
pt_pt: Editar famílias de artigos

# window_title_edit_articlesubfamily
source: Edit article subfamilies
es_es: Editar subfamilias del artículos
fr_fr: Modifier sous les articles
pt_pt: Editar subfamílias de artigos

# window_title_edit_articletype
source: Edit article type
es_es: Editar tipo de artículo
fr_fr: Modifier types d´articles
pt_pt: Editar tipos de artigos

# window_title_edit_commission_groups
source: Edit comission groups
es_es: Editar Grupos de comisión
fr_fr: Modifier les groupes des commissions
pt_pt: Editar grupos de comissões

# window_title_edit_configurationcashregister
source: Edit cash register
es_es: Editar caja registradora
fr_fr: Modifier registres de trésorerie
pt_pt: Editar caixas registadoras

# window_title_edit_configurationcurrency
source: Edit currency
es_es: Editar moneda
fr_fr: Modifier la devise
pt_pt: Editar moeda

# window_title_edit_configurationdevice
source: Edit device
es_es: Editar dispositivo
fr_fr: Modifier dispositifs
pt_pt: Editar dispositivos

# window_title_edit_configurationinputreader
source: Input Reader
es_es: Lector de entrada
fr_fr: Lecteur d'Entrée
pt_pt: Entrada de Dados

# window_title_edit_configurationkeyboard
source: Edit keyboard
es_es: Editar teclado
fr_fr: Modifier les claviers
pt_pt: Editar teclados
