Repository: logicpulse/logicPOS
Catalog: logicpos.resources/Resources/Localization/Resx.*.resx
Languages: es_es, fr_fr, pt_pt

# numbers_to_words_30
source: Thirty
es_es: Treinta
fr_fr: Trente
pt_pt: Trinta

# numbers_to_words_300
source: Three hundred
es_es: Trescientos
fr_fr: Trois cents
pt_pt: Trezentos

# numbers_to_words_4
source: Four
es_es: Cuatro
fr_fr: Quatre
pt_pt: Quatro

# numbers_to_words_40
source: Forty
es_es: Cuarenta
fr_fr: Quarante
pt_pt: Quarenta

# numbers_to_words_400
source: Four hundred
es_es: Cuatrocientos
fr_fr: Quatre cents
pt_pt: Quatrocentos

# numbers_to_words_5
source: Five
es_es: Cinco
fr_fr: Cinq
pt_pt: Cinco

# numbers_to_words_50
source: Fifty
es_es: Cincuenta
fr_fr: Cinquante
pt_pt: Cinquenta

# numbers_to_words_500
source: Five hundred
es_es: Quinientos
fr_fr: Cinq cents
pt_pt: Quinhentos

# numbers_to_words_6
source: Six
es_es: Seis
pt_pt: Seis

# numbers_to_words_60
source: Sixty
es_es: Sesenta
fr_fr: Soixante
pt_pt: Sessenta

# numbers_to_words_600
source: Six hundred
es_es: Seiscientos
fr_fr: Six cent
pt_pt: Seiscentos

# numbers_to_words_7
source: Seven
es_es: Siete
fr_fr: Sept
pt_pt: Sete

# numbers_to_words_70
source: Seventy
es_es: Setenta
fr_fr: Soixante-dix
pt_pt: Setenta

# numbers_to_words_700
source: Seven hundred
es_es: Setecientos
fr_fr: Sept cent
pt_pt: Setecentos

# numbers_to_words_8
source: Eight
es_es: Ocho
fr_fr: Huit
pt_pt: Oito

# numbers_to_words_80
source: Eighty
es_es: Ochenta
fr_fr: Quatre-vingts
pt_pt: Oitenta

# numbers_to_words_800
source: Eight hundred
es_es: Ochocientos
fr_fr: Huit cent
pt_pt: Oitocentos

# numbers_to_words_9
source: Nine
es_es: Nueve
fr_fr: Neuf
pt_pt: Nove

# numbers_to_words_90
source: Ninety
es_es: Noventa
fr_fr: Quatre vingt dix
pt_pt: Noventa

# numbers_to_words_900
source: Nine hundred
es_es: Novecientos
fr_fr: Neuf cent
pt_pt: Novecentos

# numbers_to_words_cent
source: Penny
es_es: Centavo
fr_fr: Cent
pt_pt: Cêntimo

# numbers_to_words_cents
source: Cents
es_es: Centavos
pt_pt: Cêntimos

# numbers_to_words_space_and
source: and
es_es: e
fr_fr: et
pt_pt: e

# numbers_to_words_space_and_space
source: and
es_es: e
fr_fr: et
pt_pt: e

# numbers_to_words_space_billions_and
source: Billion and
es_es: Mil Millones e
fr_fr: Milliards et
pt_pt: Biliões e

# numbers_to_words_space_billion_and
source: Billion and
es_es: Mil Millones e
fr_fr: Milliard et
pt_pt: Bilião e

# numbers_to_words_space_hundred_and_space
source: hundred and
es_es: Cento e
fr_fr: Cent
pt_pt: Cento e

# numbers_to_words_space_million
source: Million
es_es: Millón
pt_pt: Milhão

# numbers_to_words_space_millions
source: Million
es_es: Millones
fr_fr: Des Millions
pt_pt: Milhões

# numbers_to_words_space_thousand
source: Thousand
es_es: Mil
fr_fr: Mille
pt_pt: Mil

# pos_button_label_cashdrawer
source: Session
es_es: Sesión
pt_pt: Sessão

# pos_button_label_cashdrawer_close
source: Close
es_es: Cerrar
fr_fr: Fermeture
pt_pt: Fecho

# pos_button_label_cashdrawer_in
source: In
es_es: Entrada
fr_fr: Entité
pt_pt: Entrada

# pos_button_label_cashdrawer_money_out
source: Money Out
es_es: Salida de Dinero
fr_fr: D´argent
pt_pt: Saída do dinheiro

# pos_button_label_cashdrawer_open
source: Open
es_es: Abrir
fr_fr: Ouvert
pt_pt: Abrir

# pos_button_label_cashdrawer_out
source: Out
es_es: Afuera
fr_fr: Sortie
pt_pt: Saída

# pos_button_label_cash_register
source: Cash register
es_es: Cajas registradoras
fr_fr: Boite registres
pt_pt: Caixa registadora

# pos_button_label_change_price
source: Price
es_es: Precio
fr_fr: Prix
pt_pt: Preço

# pos_button_label_change_quantity
source: Quantity
es_es: Cantidad
fr_fr: Quantité
pt_pt: Quantidade

# pos_button_label_change_table
source: Change table
es_es: Cambiar mesa
fr_fr: Table à langer
pt_pt: Mudar pedido

# pos_button_label_change_table_small
source: Change T.
es_es: Cambiar T.
fr_fr: Changer T.
pt_pt: Mudar M.

# pos_button_label_decrease
source: Decrease
es_es: Disminución
fr_fr: Diminution
pt_pt: Diminuir

# pos_button_label_delete
source: Delete
es_es: Borrar
fr_fr: Effacer
pt_pt: Eliminar

# pos_button_label_finish_order
source: Finish order
es_es: Finalizar pedido
fr_fr: Terminer Ordre
pt_pt: Fin.pedido

# pos_button_label_finish_order_small
source: Finish
es_es: Terminar
fr_fr: Term.ordre
pt_pt: Fin.pedido

# pos_button_label_increase
source: Increase
es_es: Incrementar
fr_fr: Augmentation
pt_pt: Aumentar

# pos_button_label_licence_continue
source: Continue
es_es: Continuar
fr_fr: Continuer
pt_pt: Continuar

# pos_button_label_licence_register
source: Register
es_es: Registrarse
fr_fr: Enregistrer
pt_pt: Registar

# pos_button_label_list_mode
source: List mode
es_es: Modo lista
fr_fr: Alt. Liste
pt_pt: Alt. lista

# pos_button_label_next
source: Next
es_es: Siguiente
fr_fr: Près
pt_pt: Próximo

# pos_button_label_next_pages_toolbar
source: Next
es_es: Siguiente
fr_fr: Près
pt_pt: Prox.

# pos_button_label_orders
source: Orders
es_es: Pedidos
fr_fr: Commandes
pt_pt: Pedidos

# pos_button_label_payments
source: Payments
es_es: Pagos
fr_fr: Paiements
pt_pt: Pagamentos

# pos_button_label_payment_type_bank_check
source: Bank Check
es_es: Cheque Bancario
fr_fr: Chèque
pt_pt: Cheque

# pos_button_label_payment_type_credit_card
source: Credit Card
es_es: T. de Crédito
fr_fr: C. de Crédit
pt_pt: Cartão Crédito

# pos_button_label_payment_type_current_account
source: Pay on Credit
es_es: Cuenta Corriente
fr_fr: Compte Courant
pt_pt: Conta Corrente

# pos_button_label_payment_type_customer_card
source: Customer Card
es_es: T. de Cliente
fr_fr: C. de Client
pt_pt: Cartão Cliente

# pos_button_label_payment_type_debit_card
source: Debit Card
es_es: T. de Débito
fr_fr: C. de Débit
pt_pt: Cartão Débito

# pos_button_label_payment_type_money
source: Money
es_es: Dinero
fr_fr: Espèces
pt_pt: Numerário

# pos_button_label_prev
source: Previous
es_es: Anterior
fr_fr: Précédent
pt_pt: Anterior

# pos_button_label_prev_pages_toolbar
source: Prev.
es_es: Ant.
fr_fr: F.
pt_pt: Ant.

# pos_button_label_report_average_placing
source: Average placing
es_es: Colocación media
fr_fr: Taux d´occupation moyen
pt_pt: Média de ocupação

# pos_button_label_report_costumer_balance
source: Costumer balance
es_es: Saldo del cliente
fr_fr: Solde du compte
pt_pt: Balanço do cliente

# pos_button_label_report_day
source: Total day
es_es: Total fecha
fr_fr: Le total de jours
pt_pt: Total do dia

# pos_button_label_report_employees_activity
source: Employees activity
es_es: Actividad de los empleados
fr_fr: Activité des employés
pt_pt: Atividade dos funcionários

# pos_button_label_report_employees_closure
source: Top closure Employees
es_es: Los mejores empleados de cierre
fr_fr: Employé verrouille le haut
pt_pt: Top do fechos dos funcionários

# pos_button_label_report_employees_register
source: Top register Employees
es_es: Top empleados de registro
fr_fr: Employé l´enregistrement Haut
pt_pt: Top do registo dos funcionários

# pos_button_label_report_family
source: Total family
es_es: Total familia
fr_fr: Total de la famille
pt_pt: Total da família

# pos_button_label_report_offers
source: Total offers
es_es: Total offertas
fr_fr: Offres totales
pt_pt: Total das ofertas

# pos_button_label_report_terminal
source: Total terminal
fr_fr: Ensemble du terminal
pt_pt: Total do terminal

# pos_button_label_report_top_closure
source: Top peak time closure
es_es: Cierre de hora pico
fr_fr: Haut temps de fermeture du pic
pt_pt: Top do pico do tempo de fecho

# pos_button_label_report_top_register
source: Top peak time register
es_es: Registro de horas pico
fr_fr: Top registres aux heures de pointe
pt_pt: Top do pico de tempo dos registos

# pos_button_label_report_zone
source: Total zone
es_es: Total zona
fr_fr: Superficie totale
pt_pt: Total da zona

# pos_button_label_report_zone_table
source: Total zone/table
es_es: Total zona/mesa
fr_fr: Superficie totale / tableau
pt_pt: Total da zona/tabela

# pos_button_label_tables_appmode_default
source: Tables
es_es: Mesas
fr_fr: Tableaux
pt_pt: Mesas

# pos_button_label_tables_appmode_retail
source: Orders
es_es: Pedidos
fr_fr: Ordre
pt_pt: Ordens

# pos_button_label_table_open_at
source: Open at: {0}
es_es: Abierto en: {0}
fr_fr: Ouvert à: {0}
pt_pt: Aberta às: {0}

# pos_button_label_table_reservation
source: Reservation
es_es: Reserva
fr_fr: Réservés
pt_pt: Reservar

# pos_pinpad_message_password_changed
source: Password successfully changed!
es_es: ¡Contraseña cambiada correctamente!
fr_fr: Mot de passe changé avec succès!
pt_pt: A palavra-passe foi alterada com sucesso!

# pos_pinpad_message_password_confirmation_error
source: The password confirmation is different, please retype new password and confirmation password!
es_es: La confirmación de la contraseña es diferente, vuelva a escribir la nueva contraseña y la contraseña de confirmación!
fr_fr: La confirmation du mot de passe est différent, s'il vous plaît retapez nouveau mot de passe et le mot de passe de confirmation!
pt_pt: As palavras-passe introduzidas não são iguais. Introduza novamente as palavras-passe para continuar!

# pos_pinpad_message_password_equal_error
source: The new password is equal to old password. You must input a different password!
fr_fr: Le nouveau mot de passe est égale à l'ancien mot de passe. Vous devez entrer un mot de passe différent!
pt_pt: A palavra-passe introduzida é igual à anterior. Para continuar introduza uma nova palavra-passe!

# pos_pinpad_message_password_request_change_password
source: The selected user never login in system. To proceed you must change the old password!
es_es: El usuario seleccionado nunca inició sesión en el sistema. Para proceder debes cambiar la contraseña anterior!
fr_fr: L'utilisateur sélectionné jamais vous connecter au système. Pour continuer, vous devez changer l'ancien mot de passe!
pt_pt: O utilizador selecionado nunca entrou no sistema. Por motivos de segurança, para prosseguir tem que alterar a palavra-passe!

# pos_pinpad_message_type_new_password
source: Type new password
es_es: Escribe una nueva contraseña
fr_fr: Tapez nouveau mot de passe
pt_pt: Introduza a nova palavra-passe

# pos_pinpad_message_type_new_password_confirm
source: Confirm new password
es_es: Confirmar nueva contraseña
fr_fr: Confirmer le nouveau mot de passe
pt_pt: Confirme a nova palavra-passe

# pos_pinpad_message_type_old_password
source: Type old password
es_es: Escribe la contraseña antigua
fr_fr: Type d'ancien mot de passe
pt_pt: Introduza a palavra-passe antiga

# pos_pinpad_message_type_password
source: Type user password
es_es: Escriba la contraseña de usuario
fr_fr: Type de mot de passe utilisateur
pt_pt: Introduza a palavra-passe

# pos_ticketlist_label_designation
source: Designation
es_es: Denominación
fr_fr: Désignation
pt_pt: Designação

# pos_ticketlist_label_discount
source: Discount
es_es: Descuento
fr_fr: Rabais
pt_pt: Desconto

# pos_ticketlist_label_price
source: Price
es_es: Precio
fr_fr: Prix
pt_pt: Preço

# pos_ticketlist_label_vat
source: VAT
es_es: IVA
fr_fr: Impôt
pt_pt: Imposto

# prefparam_app_screen_size
source: Application :: Screen Resolution
es_es: Aplicación :: Resolución de pantalla
fr_fr: Application :: Résolution d'Écran
pt_pt: Aplicação :: Resolução do Ecrã

# prefparam_app_theme
source: Application :: Theme [ Default | Retail ]
es_es: Aplicación :: Tema [Predeterminado | ventas al detal]
fr_fr: Application :: Thème [ Default | Retail ]
pt_pt: Aplicação :: Tema [ Default | Retail ]

# prefparam_company_address
source: Address
es_es: Dirección
fr_fr: Adresse de la Société
pt_pt: Endereço

# prefparam_company_business_name
source: Business Name (slogan)
es_es: Nombre del Negocio (eslogan)
fr_fr: Nom de l'Entreprise (slogan)
pt_pt: Designação Comercial

# prefparam_company_cae
source: Business Activity Code
es_es: Empresa CAE
fr_fr: Voiture de Société
pt_pt: Número de CAE

# prefparam_company_city
source: City
es_es: Ciudad
fr_fr: Société Ville
pt_pt: Cidade

# prefparam_company_civil_registration
source: Registry Office
es_es: Conservatorio del Registro Civil
fr_fr: Bureau d'Enregistrement
pt_pt: Conservatória

# prefparam_company_civil_registration_id
source: Registration Number
es_es: Numero de Registro Civil
fr_fr: Numéro d'Enregistrement civil
pt_pt: Número de Registro na Conservatória

# prefparam_company_country
source: Country
es_es: País
fr_fr: Pays
pt_pt: País

# prefparam_company_country_code2
source: Country Code2
es_es: Código2 de País
fr_fr: Code2 du Pays
pt_pt: Código2 do País

# prefparam_company_fiscalnumber
source: Fiscal Number
es_es: Número Fiscal
fr_fr: Numéro d'Identification Fiscale de l'Entreprise
pt_pt: NIF

# prefparam_company_mobilephone
source: Mobile Phone
es_es: Teléfono Móvil
fr_fr: Téléphone Portable
pt_pt: Telemóvel

# prefparam_company_name
source: Company Name
es_es: Nombre de Empresa
fr_fr: Nom de l'Entreprise
pt_pt: Nome da Empresa

# prefparam_company_postalcode
source: Zip Code
es_es: Código Postal
fr_fr: Société de Code-Posta
pt_pt: Código-Postal

# prefparam_company_region
source: Locality
es_es: Localidad
fr_fr: Entreprise Région
pt_pt: Distrito

# prefparam_company_stock_capital
source: Share Capital
es_es: Capital Social
fr_fr: Partage le Capital
pt_pt: Capital Social

# prefparam_company_tax_entity
source: Establishment Identification
es_es: Identificación del Establecimiento
fr_fr: Identification de l'Établissement
pt_pt: Identificação do Estabelecimento

# prefparam_company_telephone
source: Telephone
es_es: Teléfono
fr_fr: Téléphone
pt_pt: Telefone

# prefparam_company_website
source: Web Site
es_es: Sitio Web
fr_fr: Site Web
pt_pt: Página de Internet

# prefparam_culture
source: Application :: Language
es_es: Application :: Idioma
fr_fr: Application :: Langue
pt_pt: Aplicação :: Idioma

# prefparam_database_backup_automatic_enabled
source: Database :: Automatic Backup Enabled
es_es: Base de Datos :: Copia de Seguridad Automática Habilitada
fr_fr: Base de Données :: Sauvegarde Automatique Activée
pt_pt: Base de Dados :: Ativar Cópias de Segurança Automáticas

# prefparam_database_backup_timespan
source: Database :: Backup Timespan
es_es: Base de Datos :: Tiempo de respaldo
fr_fr: Base de Données :: Copie de Sauvegarde :: Intervalle
pt_pt: Base de Dados :: Intervalo das Cópias de Segurança

# prefparam_database_backup_time_span_range_end
source: Database :: Backup Time Span Range End
es_es: Base de Datos :: Fin del intervalo de tiempo de respaldo
fr_fr: Base de Données :: Copie de Sauvegarde :: Heure de Fin de l'Intervalle
pt_pt: Base de Dados :: Fim do Período de Cópias de Segurança

# prefparam_database_backup_time_span_range_start
source: Database :: Backup Time Span Range Start
es_es: Base de Datos :: Inicio del intervalo de tiempo de respaldo
fr_fr: Base de Données :: Copie de Sauvegarde :: Heure de Début de l'Intervalle
pt_pt: Base de Dados :: Início do Período de Cópias de Segurança

# prefparam_notification_documents_to_invoice_ignore_after_show_number_of_times
source: Notifications :: Documents to Invoice :: Ignore notifications after has been notificated a determined number of times
es_es: Notificaciones :: Documentos a facturar :: Ignorar notificaciones después de que se haya notificado un número determinado de veces
fr_fr: Notifications :: Documents à Facturer: Ignorer les notifications après avoir été notifiées un nombre déterminé de fois
pt_pt: Notificações :: Documentos a Faturar :: Ignorar notificações após determinado número de vezes

# prefparam_path_backups
source: Path :: Backups
es_es: Ruta :: Copias de seguridad
fr_fr: Chemin du Fichier :: Copie de Sauvegarde
pt_pt: Pasta :: Cópias de Segurança

# prefparam_path_saftpt
source: Path :: Saft Export
es_es: Ruta :: SAF-T Exportar
fr_fr: Chemin du Fichier :: Saft-PT Export
pt_pt: Pasta :: Exportação do Saft-PT

# prefparam_report_filename_logo
source: Report :: Logo FileName
es_es: Reportes :: Archivo del Logotipo del Informe
fr_fr: Rapport :: Logo
pt_pt: Relatório :: Ficheiro do Logo

# prefparam_report_filename_logo_small
source: Report :: Logo FileName Small
es_es: Reportes :: Archivo del Logotipo del Informe Pequeño
fr_fr: Rapport :: Logo Petit
pt_pt: Relatório :: Ficheiro do Logo Pequeno

# prefparam_report_footer_line1
source: Report :: Footer Line 1
es_es: Reportes :: Pie de página de la línea 1
fr_fr: Rapport :: Texte Ligne 1
pt_pt: Relatório :: Texto Linha 1

# prefparam_report_footer_line2
source: Report :: Footer Line 2
es_es: Reportes :: Pie de página línea 2
fr_fr: Rapport :: Texte Ligne 2
pt_pt: Relatório :: Texto Linha 2

# prefparam_report_footer_line3
source: Report :: Footer Line 3
es_es: Reportes :: Pie de página de la línea 3
fr_fr: Rapport :: Texte Ligne 3
pt_pt: Relatório :: Texto Linha 3

# prefparam_report_footer_line4
source: Report :: Footer Line 4
es_es: Reportes :: Pie de página línea 4
fr_fr: Rapport :: Texte Ligne 4
pt_pt: Relatório :: Texto Linha 4

# prefparam_report_footer_line5
source: Report :: Footer Line 5
es_es: Reportes :: Pie de página de la línea 5
fr_fr: Rapport :: Texte Ligne 5
pt_pt: Relatório :: Texto Linha 5

# prefparam_report_footer_line6
source: Report :: Footer Line 6
es_es: Reportes :: Pie de página de línea 6
fr_fr: Rapport :: Texte Ligne 6
pt_pt: Relatório :: Texto Linha 6

# prefparam_send_mail_finance_documents_body
source: E-Mail :: Body
es_es: E-Mail :: Cuerpo
fr_fr: E-Mail :: Corps du Message
pt_pt: E-Mail :: Corpo do E-Mail

# prefparam_send_mail_finance_documents_html_body
source: E-Mail :: HTML Body
es_es: E-Mail :: Cuerpo HTML
fr_fr: E-Mail :: Corps d'E-Mail HTML
pt_pt: E-Mail :: Corpo do E-Mail em HTML

# prefparam_send_mail_finance_documents_subject
source: E-Mail :: Subject
es_es: E-Mail :: Tema
fr_fr: E-Mail :: Sujet
pt_pt: E-Mail :: Assunto

# prefparam_send_mail_smtp_enable_ssl
source: E-Mail :: SMTP :: SSL Enabled
es_es: E-Mail :: SMTP :: SSL Habilitado
fr_fr: E-Mail :: SMTP :: SSL Activé
pt_pt: E-Mail :: SSL Ligado no SMTP

# prefparam_send_mail_smtp_password
source: E-Mail :: SMTP :: Password
es_es: E-Mail :: SMTP :: Contraseña
fr_fr: E-Mail :: SMTP :: Mot de Passe
pt_pt: E-Mail :: Palavra-Passe do SMTP

# prefparam_send_mail_smtp_port
source: E-Mail :: SMTP :: Port
es_es: E-Mail :: SMTP :: Entrada
pt_pt: E-Mail :: Porta do SMTP

# prefparam_send_mail_smtp_server
source: E-Mail :: SMTP :: Server
es_es: E-Mail :: SMTP :: Servidor
fr_fr: E-Mail :: SMTP :: Serveur
pt_pt: E-Mail :: Endereço do SMTP

# prefparam_send_mail_smtp_username
source: E-Mail :: SMTP :: Username
es_es: E-Mail :: SMTP :: Nombre de Usuario
fr_fr: E-Mail :: SMTP :: Nom d'Utilisateur
pt_pt: E-Mail :: Utilizador do SMTP

# prefparam_service_at_production_account_fiscal_number
source: Tax Authority Service :: Account Fiscal Number
es_es: Servicio de Autoridad Tributaria :: Número Fiscal de la Cuenta
fr_fr: Service des Autorités Fiscales :: Numéro fiscal du Compte
pt_pt: Serviço da Autoridade Tributária :: Account Fiscal Number

# prefparam_service_at_production_account_password
source: Tax Authority Service :: Account Password
es_es: Servicio de Autoridad Tributaria :: Contraseña de Cuenta
fr_fr: Service des Autorités Fiscales :: Mot de passe du Compte
pt_pt: Serviço da Autoridade Tributária :: Palavra-Passe da Conta

# prefparam_service_at_production_mode_enabled
source: Tax Authority Service :: Production Mode Enabled
es_es: Servicio de Autoridad Tributaria :: Modo de producción habilitado
fr_fr: Service des Autorités Fiscales :: Mode de production Activé
pt_pt: Serviço da Autoridade Tributária :: Modo de Produção Activo

# prefparam_service_at_send_documents
source: Tax Authority Service :: Sent Financial Documents
es_es: Servicio de Autoridad Tributaria :: Documentos Financieros Enviados
fr_fr: Service des Autorités Fiscales :: Documents financiers Envoyés
pt_pt: Serviço da Autoridade Tributária :: Enviar Documentos Fiscais

# prefparam_service_at_send_documents_waybill
source: Tax Authority Service :: Sent Financial WayBills
es_es: Servicio de Autoridad Tributaria :: Documentos Financieros Enviados
fr_fr: Service des Autorités Fiscales :: Envoi de bordereaux Financiers
pt_pt: Serviço da Autoridade Tributária :: Enviar Guias de Remessa/Transporte

# prefparam_service_at_waybill_agricultural_mode_enabled
source: Tax Authority Service :: Financial WayBills in Agricultural mode Enabled
es_es: Servicio de autoridad fiscal :: hojas de ruta financieras en modo agrícola habilitado
fr_fr: Service des Autorités Fiscales :: Guides de Transport en mode Agricole Activé
pt_pt: Serviço da Autoridade Tributária :: Guias de Remessa/Transporte em Modo Agrícola Activo

# prefparam_split_payment_max_clients
source: Split Account :: Maximum number Split Clients
es_es: Cuenta dividida :: Número Máximo de Clientes Divididos
fr_fr: Compte Partagé :: Nombre maximum de clients partagés
pt_pt: Divisão de Conta :: Número Máximo de Divisão de Clientes

# prefparam_split_payment_min_clients
source: Split Account :: Minimum number Split Clients
es_es: Cuenta dividida :: Número Mínimo de Clientes Divididos
fr_fr: Compte Partagé :: nombre minimum de clients partagés
pt_pt: Divisão de Conta :: Número Mínimo de Divisão de Clientes

# prefparam_split_payment_start_clients
source: Split Account :: Start num of Split Clients
es_es: Cuenta dividida :: Número de Inicio de Clientes Divididos
fr_fr: Compte Partagé :: commence le nombre de clients partagés
pt_pt: Divisão de Conta :: Número Inicial de Divisão de Clientes

# prefparam_system_currency
source: Currency :: System Currency
es_es: Moneda :: Moneda del Sistema
fr_fr: Monnaie :: Monnaie du Système
pt_pt: Moeda :: Moeda do Sistema

# prefparam_ticket_filename_logo
source: Ticket :: Logo FileName
es_es: Ticket :: Nombre del Archivo de Logo
fr_fr: Ticket :: Logo
pt_pt: Ticket :: Ficheiro do Logo

# prefparam_ticket_footer_line1
source: Ticket :: Footer Line 1
es_es: Ticket :: Pie de Página Línea 1
fr_fr: Ticket :: Texte Ligne 1
pt_pt: Ticket :: Texto Linha 1

# prefparam_ticket_footer_line2
source: Ticket :: Footer Line 2
es_es: Ticket :: Pie de Página Línea 2
fr_fr: Ticket :: Texte Ligne 2
pt_pt: Ticket :: Texto Linha 2

# prefparam_use_cached_images
source: Application :: Use Cached Images
es_es: Aplicación :: Usa imágenes en caché
pt_pt: Aplicação :: Usar Imagens Temporárias

# prefparam_use_pdfviewer
source: Application :: Use POS PDF Viewer to open PDF Files
es_es: Aplicación :: Usa el visor de PDF de POS para abrir archivos PDF
fr_fr: Application :: Utilisez POS PDF Viewer pour ouvrir les fichiers PDF
pt_pt: Aplicação :: Usar o POS PDF Viewer para abrir ficheiros PDF

# prefparam_use_vat_autocomplete
source: Application :: Use Vat Auto-complete fields
es_es: Aplicación :: Usar IVA para completar automáticamente los campos
fr_fr: Application :: Utiliser la TVA pour compléter automatiquement les champs
pt_pt: Aplicação :: Usar NIF para Auto-completar Campos

# reporttype_label_type1
source: Financial Reports (Summary)
es_es: Informes financieros (resumen)
fr_fr: Rapports Financiers (Résumé)
pt_pt: Relatórios Financeiros (Sumário)

# reporttype_label_type2
source: Financial Reports (Detailed)
es_es: Informes financieros (detallados)
fr_fr: Rapports Financiers (Détaillés)
pt_pt: Relatórios Financeiros (Detalhado)

# reporttype_label_type3
source: Financial Reports (Detailed/Grouped)
es_es: Informes financieros (detallados/agrupados)
fr_fr: Rapports Financiers (Détaillés/Groupés)
pt_pt: Relatórios Financeiros (Detalhado/Agrupado)

# reporttype_label_type4
source: Auxiliary Tables
es_es: Mesas Auxiliares
fr_fr: Rapports Système
pt_pt: Tabelas Auxiliares

# reporttype_label_type5
source: Others Reports
es_es: Otros informes
fr_fr: Tables Auxiliaires
pt_pt: Outros Relatórios

# report_account_balance
source: Account Balance
es_es: Saldo de la Cuenta
fr_fr: Solde du Compte
pt_pt: Saldo da Conta

# report_balance_sheet
source: Balance sheet
es_es: Hoja de balance
fr_fr: Swing
pt_pt: Balanço
