Repository: logicpulse/logicPOS
Catalog: logicpos.resources/Resources/Localization/Resx.*.resx
Languages: es_es, fr_fr, pt_pt

# app_error_application_unlicenced_function_disabled
source: {0} Application not licensed
es_es: {0} Solicitud sin licencia!
fr_fr: {0} L'application est pas autorisé!
pt_pt: {0} Aplicação não está licenciada!

# app_error_contact_support
source: Application Error! Please contact tecnical support
es_es: ¡Error de la aplicación! Póngase en contacto con el soporte técnico
fr_fr: Erreur dans l´application ! S´il vous plaît contacter le support technique.
pt_pt: Erro na Aplicação! Por favor contacte o suporte técnico.

# app_error_rendering_theme
source: Application Error! Error rending theme: {0} {1}
es_es: ¡Error de la aplicación! Error al renderizar el tema: {0} {1}
fr_fr: Erreur dans l´erreur d´application rend le thème !: {0} {1}
pt_pt: Erro na Aplicação! Erro ao renderizar o tema: {0} {1}

# app_error_unsupported_resolution_detected
source: Screen Resolution '{0}x{1}' Not Supported! Redefine it through LogicPOS settings file, key [appScreenSize], and try again. Or select '{2}' to start POS on default '1024x768' mode.
es_es: La resolución de pantalla '{0} x {1}' no es compatible! Redefíntelo a través del archivo de configuración de LogicPOS, clave [appScreenSize], e intente nuevamente. O seleccione '{2}' para iniciar POS en el modo predeterminado '1024x768'.
fr_fr: Résolution d'écran '{0} x {1}' non prise en charge! Redéfinissez-le dans le fichier de paramètres LogicPOS, tapez [appScreenSize], puis réessayez. Ou sélectionnez "{2}" pour démarrer POS en mode "1024x768" par défaut.
pt_pt: Resolução '{0}x{1}' Não Suportada! Defina-a manualmente no ficheiro de configuração do LogicPOS, parâmetro [appScreenSize], e tente novamente. Ou selecione '{2}' para iniciar o POS em resolução '1024x768'.

# app_info_show_ignored_cancelled_documents
source: The follow documents are not cancelled, because they are previously cancelled, are realated with other documents, date day is in the past, or user press cancel in reason dialog. {0}
es_es: Los siguientes documentos no se cancelan, ya que se cancelaron previamente, están relacionados con otros documentos. La fecha / día está en el pasado, o el usuario presiona cancelar en el cuadro de diálogo de motivo. {0}
fr_fr: Les documents de suivi ne sont pas annulées, parce qu'ils sont déjà annulées, sont assimilées avec d'autres documents, ou appuyez utilisateur annuler dans le dialogue de la raison. {0}
pt_pt: Os seguintes documentos não foram cancelados, devido a já terem sido cancelados previamente ou terem sido recebidos com sucesso pela AT, estarem relacionados com outros documentos, o dia do documento é no passado ou dia anterior, o produto já se encontra em transporte, ou por o utilizador ter cancelado na janela "Motivo". {0}

# articlesubfamily_edit_dialog_tab1_label
source: Details 1
es_es: Detalles 1
fr_fr: Détails 1
pt_pt: Detalhes 1

# articlesubfamily_edit_dialog_tab2_label
source: Details 2
es_es: Detalles 2
fr_fr: Détails 2
pt_pt: Detalhes 2

# article_edit_dialog_tab1_label
source: Details 1
es_es: Detalles 1
fr_fr: Détails 1
pt_pt: Detalhes 1

# article_edit_dialog_tab2_label
source: Details 2
es_es: Detalles 2
fr_fr: Détails 2
pt_pt: Detalhes 2

# article_edit_dialog_tab3_label
source: Details 3
es_es: Detalles 3
fr_fr: Détails 3
pt_pt: Detalhes 3

# article_normal_price
source: Regular Price
es_es: Precio normal
fr_fr: Prix normal
pt_pt: Preço Normal

# article_price1
source: Price 1
es_es: Precio 1
fr_fr: Prix 1
pt_pt: Preço 1

# article_price2
source: Price 2
es_es: Precio 2
fr_fr: Prix 2
pt_pt: Preço 2

# article_price3
source: Price 3
es_es: Precio 3
fr_fr: Prix 3
pt_pt: Preço 3

# article_price4
source: Price 4
es_es: Precio 4
fr_fr: Prix 4
pt_pt: Preço 4

# article_price5
source: Price 5
es_es: Precio 5
fr_fr: Prix 5
pt_pt: Preço 5

# article_promotion_price
source: Promotion Price
es_es: Precio promocional
fr_fr: Prix promotionnel
pt_pt: Preço Promoção

# article_use_promotion_price
source: Use Promotion
es_es: Usar promoción
fr_fr: Utiliser promotion
pt_pt: Usar Promoção

# audit_message_app_close
source: Application Close
es_es: Cierre de la Aplicación
fr_fr: Fermeture application
pt_pt: Fecho da aplicação

# audit_message_app_start
source: Application Started
es_es: Aplicación iniciada
fr_fr: Commencez application
pt_pt: Inicialização da aplicação

# audit_message_cashdrawer_in
source: Cash Drawer In: {0} - {1}
es_es: Cajón de efectivo en: {0} - {1}
fr_fr: Caisse Enregistreuse: Revenu en Espèces : {0} - {1}
pt_pt: Caixa: Entrada de Numerário: {0} - {1}

# audit_message_cashdrawer_open
source: Drawer Open
es_es: Cajón abierto
fr_fr: Tiroir Caisse ouvert
pt_pt: Gaveta de dinheiro Aberta

# audit_message_cashdrawer_out
source: Cash Drawer Out: {0} - {1}
es_es: salida de la caja registradora: {0} - {1}
fr_fr: Caisse Enregistreuse: Espèces Saida: {0} - {1}
pt_pt: Caixa: Saída de Numerário: {0} - {1}

# audit_message_database_backup
source: Database Backup: {0}
es_es: Copia de seguridad de la base de datos: {0}
fr_fr: Copie de sécurité de la base Joué : {0}
pt_pt: Cópia de Segurança da Base de Dados Efectuada: {0}

# audit_message_database_restore
source: Database Restore: {0}
es_es: Restaurar la base de datos: {0}
fr_fr: Restore sauvegarde de base Joué : {0}
pt_pt: Restauro da Cópia de Segurança da Base de Dados Efectuada: {0}

# audit_message_export_saft
source: Saf-t Exported: {0} from {1} to {2}
es_es: SAF-T Exportado: {0} desde {1} to {2}
fr_fr: Saf-t Exportés: {0} de {1} à {2}
pt_pt: Saf-t Exportado: {0}: de {1} a {2}

# audit_message_finance_series_created
source: Finance Series [{0}] for Terminal: [{1}] Created by User: {2}
es_es: Serie de finanzas [{0}] para terminal: [{1}] Creado por el usuario: {2}
fr_fr: Série fiscale: [{0}] pour le terminal : [{1}] créé par l'utilisateur : [{2}]
pt_pt: Séries Fiscais: [{0}] para o Terminal:[{1}] criadas pelo Utilizador: [{2}]

# audit_message_order_article_removed
source: Order Article {0} - Quantity: {1}/{2} removed by User: {3}
es_es: Pedir Artículo {0} - Cantidad: {1}/{2} eliminado por el usuario: {3}
fr_fr: Commander l'article {0} - Quant.: {1}/{2} supprimé par l'utilisateur: {3}
pt_pt: Artigo {0} - Quantidade: {1}/{2} removido da Ordem pelo utilizador {3}

# audit_message_stock_movement_in
source: Stock In: Article: {0} - Quantity: {1}
es_es: Stock en: Artículo: {0} - Cantidad: {1}
fr_fr: Entrée de marchandises: Article: {0} - Quantité: {1}
pt_pt: Entrada de Mercadoria: Artigo: {0} - Quantidade: {1}

# audit_message_stock_movement_out
source: Goods Issue: Item: {0} - Quantity: {1}
es_es: Problema de bienes: Item: {0} - Cantidad: {1}
fr_fr: Sortie de marchandises: Article: {0} - Quantité: {1}
pt_pt: Saída de mercadorias: Item: {0} - Quantidade: {1}

# audit_message_table_close
source: Table Close: {0}
es_es: Mesa cerrada: {0}
fr_fr: Fermé tableau: {0}
pt_pt: Mesa fechada: {0}

# audit_message_table_open
source: Table Open: {0}
es_es: Mesa abierta: {0}
fr_fr: Ouvrez la table: {0}
pt_pt: Mesa aberta: {0}

# audit_message_table_reserved
source: Table Reserved: {0}
es_es: Mesa reservada: {0}
fr_fr: Table réservée: {0}
pt_pt: Mesa reservada: {0}

# audit_message_table_unreserved
source: Table Unreserved: {0}
es_es: Mesa sin reservas: {0}
fr_fr: Table sans réserve: {0}
pt_pt: Mesa não reservada: {0}

# audit_message_used_forced_logout
source: Application Closed, Forced Logout of User: {0}
es_es: Aplicación cerrada, Cierre de Sesión Forzado del Usuario: {0}
fr_fr: Application fermée, la déconnexion de l´utilisateur a été forcé: {0}
pt_pt: Aplicação fechada, foi forçado o logout do utilizador: {0}

# audit_message_user_change
source: User Changed: {0}
es_es: Usuario cambiado: {0}
fr_fr: Utilisateur modifié: {0}
pt_pt: Utilizador modificado: {0}

# audit_message_user_change_password
source: User Changed Password: {0}
es_es: Contraseña cambiada por el usuario: {0}
fr_fr: Utilisateur Mot de passe modifié: {0}
pt_pt: Utilizador alterou a palavra-passe: {0}

# audit_message_user_login
source: User Logged In: {0}
es_es: Usuario conectado: {0}
fr_fr: Fait connexion de l´utilisateur: {0}
pt_pt: Login do utilizador: {0}

# audit_message_user_login_error
source: User Login Error: {0}
es_es: Error de inicio de sesión del usuario: {0}
fr_fr: Utilisateur Login Erreur: {0}
pt_pt: Erro ao efectuar o login: {0}

# audit_message_user_logout
source: User Logged Out: {0}
es_es: Usuario desconectado: {0}
fr_fr: Déconnexion de l´utilisateur: {0}
pt_pt: Logout do utilizador: {0}

# backoffice_datetime_format_status_bar
source: dddd, dd MMMM yyyy' || 'HH:mm:ss tt
pt_pt: dddd, dd' de 'MMMM' de 'yyyy' || 'HH:mm:ss tt

# dialog_button_label_new_client
source: New Cli.
es_es: Nuevo Cli.
fr_fr: Nouveau Cli.
pt_pt: Novo Cli.

# dialog_button_label_new_finance_documents
source: New Doc.
pt_pt: Novo Doc.

# dialog_button_label_select_finance_documents_cc
source: Curr.Account
es_es: Cuenta Corriente
fr_fr: Conta.Corr.
pt_pt: Conta.Corr.

# dialog_button_label_select_finance_documents_ft_unpaid
source: Pay Documents
es_es: Documentos de Pago
fr_fr: Reçus émis
pt_pt: Emissão Recibos

# dialog_button_label_select_merchandise_entry
source: Merchandise Entry
es_es: Entrada de Mercancía
fr_fr: Marchandise Entrée
pt_pt: Entrada/Saída de Mercadoria

# dialog_button_label_select_payments
source: Payments
es_es: Pagos
fr_fr: Paiements
pt_pt: Recibos

# dialog_button_label_select_record_finance_documents
source: Documents
es_es: Documentos
pt_pt: Documentos

# dialog_button_label_select_record_finance_documents_small
source: Docs
pt_pt: Docum.

# dialog_button_label_select_worksession_period
source: WorkSession
es_es: Sesión de Trabajo
fr_fr: Session de Travail
pt_pt: Sessões de Trab.

# dialog_edit_articlesubfamily_tab1_label
source: Details 1
es_es: Detalles 1
fr_fr: Détails 1
pt_pt: Detalhes 1

# dialog_edit_articlesubfamily_tab2_label
source: Details 2
es_es: Detalles 2
fr_fr: Détails 2
pt_pt: Detalhes 2

# dialog_edit_article_tab2_label
source: Finance details
es_es: Detalles finanzas
fr_fr: Les détails financiers
pt_pt: Detalhes financeiros

# dialog_edit_article_tab3_label
source: Other details
es_es: Otros detalles
fr_fr: Autres détails
pt_pt: Outros detalhes

# dialog_edit_ConfigurationCashRegister_tab1_label
source: Cash Register
es_es: Caja Registradora
fr_fr: Caisse Enregistreuse
pt_pt: Caixa Registadora

# dialog_edit_ConfigurationCurrency_tab1_label
source: Currency
es_es: Moneda
fr_fr: Monnaie
pt_pt: Moeda

# dialog_edit_ConfigurationDevice_tab1_label
source: Devices
es_es: Dispositivos
fr_fr: Dispositifs
pt_pt: Dispositivos

# dialog_edit_ConfigurationKeyboard_tab1_label
source: Keyboards
es_es: Teclados
fr_fr: Claviers
pt_pt: Teclados

# dialog_edit_ConfigurationMaintenance_tab1_label
source: Manage Maintenance
es_es: Gestionar Mantenimiento
fr_fr: Gérer la Maintenance
pt_pt: Gerir Manutenções

# dialog_edit_ConfigurationPaymentCondition_tab1_label
source: Payment Conditions
es_es: Condiciones de Pago
fr_fr: Termes de Paiement
pt_pt: Condições de Pagamento

# dialog_edit_ConfigurationPaymentMethod_tab1_label
source: Payment Methods
es_es: Metodos de Pago
fr_fr: Modes de Paiement
pt_pt: Métodos de Pagamento

# dialog_edit_ConfigurationPlaceMovementType_tab1_label
source: Types of Service
es_es: Tipos de Movimiento
fr_fr: Types de Mouvements
pt_pt: Tipos de Movimentos

# dialog_edit_ConfigurationPlaceTable_tab1_label
source: Tables
es_es: Tablas
pt_pt: Mesas

# dialog_edit_ConfigurationPlaceTerminal_tab1_label
source: Terminals
es_es: Terminales
fr_fr: Terminaux
pt_pt: Terminais

# dialog_edit_ConfigurationPriceType_tab1_label
source: Type of Price
es_es: Tipo de Precio
fr_fr: Types de Prix
pt_pt: Tipos de Preços

# dialog_edit_ConfigurationUnitMeasure_tab1_label
source: Units of Measure
es_es: Unidades de Medida
fr_fr: Unités de Mesure
pt_pt: Unidades de Medida

# dialog_edit_ConfigurationUnitSize_tab1_label
source: Units of Size
es_es: Unidades de Tamaño
fr_fr: Unités de Taille
pt_pt: Unidades de Tamanho

# dialog_edit_configurationvatrate_tab1_label
source: Tax Rate
es_es: Tasa de IVA
fr_fr: Taux d'Imposition
pt_pt: VAT

# dialog_edit_CustomerDiscountGroup_tab1_label
source: Discount Groups
es_es: Grupos de Descuento
fr_fr: Groupes de Rabais
pt_pt: Grupos de Desconto

# dialog_edit_CustomerType_tab1_label
source: Customer
es_es: Cliente
fr_fr: Client
pt_pt: Cliente

# dialog_edit_DialogConfigurationPrintersType_tab1_label
source: Type of Printer
es_es: Tipo de Impresora
fr_fr: Type d'Imprimante
pt_pt: Tipo de Impressora

# dialog_edit_DialogConfigurationPrinters_tab1_label
source: Printer
es_es: Impresora
fr_fr: Modifier Imprimante
pt_pt: Impressora

# dialog_edit_DocumentFinanceSeries_tab1_label
source: Financial Document Series
es_es: Series de la Factura
fr_fr: Série de Factures
pt_pt: Séries dos Documentos Fiscais

# dialog_message_article_already_paid
source: The ticket you are trying to pay has already been paid.
es_es: El boleto que está tratando de pagar ya ha sido pagado.
fr_fr: Le billet que vous essayez de payer a déjà été payé.
pt_pt: O ticket que está a tentar pagar já foi pago.

# dialog_message_article_already_exited
source: The ticket you are trying to pay has already been paid and has left.
es_es: El boleto que está tratando de pagar ya se ha pagado y ya se ha ido.
fr_fr: Le billet que vous essayez de payer a déjà été payé et est déjà parti.
pt_pt: O ticket que está a tentar pagar já foi pago e já deu saida.

# dialog_message_article_without_vat_exception_reason_detected
source: To create financial documents containing items exempt from Vat, assign default Vat Exception Reason in BackOffice.
es_es: Para crear documentos financieros que contengan artículos exentos de IVA, asigne la razón de excepción de IVA predeterminada en BackOffice.
fr_fr: Pour créer des documents financiers contenant des articles exonérés de la Vat , affectez Vat par défaut Exception Raison de BackOffice .
pt_pt: Para criar documentos fiscais contendo artigos isentos de IVA, associe a taxa de insenção do artigo no backoffice.

# dialog_message_cant_create_cc_document_with_default_entity
source: Can't create current account documents with final consumer or without a customer with name and fiscal number! Please use a valid customer and try again.
es_es: No se pueden crear documentos de cuenta actuales con el consumidor final o sin un cliente con nombre y número fiscal! Por favor, use un cliente válido y vuelva a intentarlo.
fr_fr: Vous ne pouvez pas créer actuels documents compte d´entrée avec le client de l´utilisateur final! Sélectionnez un compte valide et essayez de nouveau.
pt_pt: Não pode criar documentos de entrada de conta corrente com o cliente consumidor final ou com um cliente sem nome/NIF! Use um cliente válido e tente novamente.

# dialog_message_cashdrawer_money_out_error
source: Can not remove the entered value [{0}] out of the cashdrawer, it is superior to the amount[{1}] in cashdrawer! Please enter a valid amount.
es_es: No se puede eliminar el valor ingresado [{0}] del cajero, es superior a la cantidad [{1}] en cashdrawer! Por favor, introduzca una cantidad válida.
fr_fr: Ne peut pas supprimer la valeur saisie [{0}] de la boîte, il est supérieur à la valeur [{1}]! S'il vous plaît entrer une valeur valide de valeur égale ou inférieure à la existante dans la zone.
pt_pt: Não pode retirar o valor introduzido [{0}] da caixa, pois é superior ao valor existente [{1}]! Por favor introduza um valor válido, de igual valor ou inferior valor ao existente na caixa.

source: The Total entered did not match the total in the cashdrawer, check the existing amount again. To procced you can enter the total displayed above (Total CashDrawer), but dont forget to make a cash flow (input/output) corresponding to the difference after open CashDrawer for the next time. Total CashDrawer: {0} Total Entered: {1} Diference: {2}
es_es: El Total ingresado no coincide con el total en el cajón de efectivo, verifica la cantidad existente de nuevo. Para proceder puede ingresar el total mostrado arriba (Total cajón de efectivo), pero no olvides hacer un flujo de caja (de entrada y salida)correspondiente a la diferencia después de abrir el cajón de efectivo para la próxima vez. Total cajón de efectivo: {0} Total ingresado: {1} Diferencia: {2}
fr_fr: Le total inséré ne correspond pas à la session totale. Vérifiez à nouveau le montant existant. Pour procéder peut entrer dans le total indiqué ci-dessus (de la session), mais assurez-vous de faire un flux de trésorerie (entrée / sortie), correspondant à la différence après louverture de la session pour la prochaine fois. Total réunion: {0} Total inséré: {1} Différence: {2}
pt_pt: O total inserido não corresponde ao total da sessão. Verifique de novo a quantidade existente. Para proceder pode inserir o total apresentado acima (Total sessão), mas não se esqueça de fazer um fluxo de caixa (entrada/saída), correspondente à diferença depois de abrir a sessão para a próxima vez. Total sessão: {0} Total inserido: {1} Diferença: {2}

# dialog_message_cashdrawer_open_successfully
source: Cash Drawer successfully opened!
es_es: Cajón de efectivo abierto con éxito!
fr_fr: Tiroir Caisse ouverte avec succès!
pt_pt: Caixa Registadora aberta com sucesso!

# dialog_message_customer_fiscal_number_exists
source: Fiscal Number already registered in the system! Please enter another number and try again.
es_es: Número Fiscal ya registrado en el sistema! Por favor, ingrese otro número e intente nuevamente.
fr_fr: Numéro Fiscal déjà enregistré dans le système! Veuillez entrer un autre numéro et réessayer.
pt_pt: NIF já registado no sistema! Por favor, insira outro número e tente novamente.

# dialog_message_customer_updated_save_changes
source: Customer Updated! Do you want to update customer changes?
es_es: Cliente actualizado! ¿Quieres actualizar los cambios de cliente?
fr_fr: Mis à jour à la clientèle! Voulez-vous mettre à jour les modifications de la clientèle?
pt_pt: Cliente Modificado! Deseja gravar as alterações no cliente?

# dialog_message_database_backup_error
source: Error when backing up the Database: '{0}'
es_es: Error al realizar la copia de seguridad de la base de datos: '{0}'
fr_fr: Erreur en essayant de sauvegarde: '{0}'
pt_pt: Erro ao tentar fazer a Cópia de Segurança: '{0}'

# dialog_message_database_backup_error_when_secure_compacting
source: Database Backup: '{0}' has completed successfully, but it has failed when compacting the file.
es_es: Copia de seguridad de la base de datos: '{0}' ha completado exitosamente, pero ha fallado al compactar el archivo.
fr_fr: Sauvegarde de la base de données: '{0}' s'est terminé avec succès, mais cela a échoué lors du compactage du fichier.
pt_pt: Cópia de Segurança: '{0}' efectuada com sucesso, mas ocorreu uma falha na compactação do arquivo.

# dialog_message_database_backup_successfully
source: Database Backup: '{0}' Completed successfully!
es_es: Copia de seguridad de la base de datos: '{0}' ¡Completado satisfactoriamente!
fr_fr: Sauvegarde de la base de données '{0}' Complété avec succès!
pt_pt: Cópia de Segurança: '{0}' Efectuada com sucesso!

# dialog_message_database_restore_error
source: Error Restore DataBase {0}!
es_es: Error al restaurar la base de datos {0}!
fr_fr: Erreur lors de la tentative de restauration de sauvegarde de la base de données {0}!
pt_pt: Erro ao tentar restaurar a Cópia de Segurança {0}!

# dialog_message_database_restore_error_invalid_backup_file
source: Error Restore DataBase {0}! Invalid backup file. The file seems corrupted or modified by user.
es_es: Error al restaurar la base de datos {0}! Archivo de copia de seguridad no válido. El archivo parece corrompido o modificado por el usuario.
fr_fr: Erreur restauration de la base {0}! Fichier de sauvegarde valide. Le fichier semble corrompue ou modifiée par l'utilisateur.
pt_pt: Erro ao tentar restaurar a Cópia de Segurança {0}! Ficheiro de Cópia de Segurança inválido ou modificado pelo utilizador

# dialog_message_database_restore_missing_file
source: Can't find Backup File! Please, confirm that backup file exists {0}
es_es: No se puede encontrar el archivo de copia de seguridad! Por favor, confirme que el archivo de copia de seguridad existe {0}
fr_fr: Le fichier de sauvegarde n´a pas été trouvé! Vérifiez que le fichier de sauvegarde existe {0}
pt_pt: Ficheiro de Cópia de Segurança não foi encontrado! Confirme que o ficheiro de Cópia de Segurança existe {0}

# dialog_message_database_restore_successfully
source: DataBase Restore {0} done successfully! Aplication will be closed, please start it manually after close!
es_es: DataBase Restore {0} ¡Efectuado con éxito! La aplicación se cerrará, ¡comience manualmente después del cierre!
fr_fr: Sauvegarde de la restauration {0} Complété avec succès! L´application sera fermée, pff commencer l´application manuellement après la fermeture
pt_pt: Restauro da Cópia de Segurança {0} Efectuada com sucesso! A Aplicação vai ser fechada, pff inicie a aplicação manualmente após fecho.

# dialog_message_datepicker_existing_date_error
source: Error! This date already exist!
es_es: Error! Esta fecha ya existe!
fr_fr: Erreur! Cette date existe déjà.
pt_pt: Erro! Essa data já existe.

# dialog_message_datepicker_existing_date_error_outside_range
source: Invalid date! Valid dates are in the range of {0} to {1}
es_es: ¡Fecha invalida! La fecha válida está en el rango de {0} to {1}
fr_fr: Date invalide! La date de validité sont dans la gamme de {0} à {1}
pt_pt: Data inválida. Só são permitidas datas no período de {0} até {1}

# dialog_message_delete_record
source: Are you sure you want to delete the selected record?
es_es: ¿Está seguro de que desea eliminar el registro seleccionado?
fr_fr: Voulez-vous supprimer l´enregistrement sélectionné?
pt_pt: Confirma que deseja eliminar o registo selecionado?

# dialog_message_delete_record_constraint_violation_exception
source: This record has references in the database and cannot be removed.
es_es: Este registro tiene referencias en la base de datos y no se puede eliminar.
fr_fr: Cet enregistrement a des références dans la base de données et ne peut pas être supprimé.
pt_pt: Erro! Este registo possui referências na base de dados e não é possível eliminá-lo.

# dialog_message_delete_record_show_protected_record
source: Can't delete the selected record! This record is necessary for the proper functioning of the application!
es_es: No se puede borrar el registro seleccionado! Este registro es necesario para el buen funcionamiento de la aplicación!
fr_fr: Vous ne pouvez pas supprimer l'enregistrement sélectionné! Cet enregistrement est nécessaire pour le bon fonctionnement de la même chose!
pt_pt: Não se pode eliminar o registo selecionado! Este registo é necessário ao sistema e está protegido contra eliminação!

# dialog_message_delete_record_show_referenced_record_message
source: This record has references in the database and cannot be removed ({0}: {1}).
es_es: Este registro tiene referencias en la base de datos y no se puede eliminar ({0}: {1}).
fr_fr: Cet enregistrement a des références dans la base de données et ne peut pas être supprimé ({0}: {1}).
pt_pt: Erro! Este registo possui referências na base de dados e não é possível eliminá-lo ({0}: {1}).

# dialog_message_error_create_directory
source: Error can't create directory {0}
es_es: Error no se puede crear el directorio {0}
fr_fr: Erreur ne peut pas créer le répertoire {0}
pt_pt: Erro ao criar a directoria {0}

# dialog_message_error_create_directory_backups
source: Error! Can't create backup directory: {0} Backups disabled, continue?
es_es: Error! No se puede crear el directorio de copia de seguridad {0} Las copias de seguridad se desactivan, ¿continuar?
fr_fr: Erreur ne peut pas créer le répertoire de sauvegarde {0} Désactiver les sauvegardes, continuer?
pt_pt: Erro ao criar a directoria de cópias de segurança da base de dados: {0} Sistema de backups desligado, deseja continuar?
