Repository: logicpulse/logicPOS
Catalog: logicpos.resources/Resources/Localization/Resx.*.resx
Languages: es_es, fr_fr, pt_pt

# global_current_account
source: Account Balance
es_es: Saldo de la cuenta
fr_fr: Compte courant
pt_pt: Conta Corrente

# global_customer
source: Customer
es_es: Cliente
fr_fr: Client
pt_pt: Cliente

# global_customers
source: Customers
es_es: Clientes
fr_fr: Client
pt_pt: Clientes

# global_customer_code
source: Customer ID
es_es: Identificación del cliente
fr_fr: Nº Client
pt_pt: Nº Cliente

# global_customer_discount_groups
source: Discount groups
es_es: Grupo de descuento
fr_fr: Les rabais de groupe
pt_pt: Grupo de descontos

# global_customer_fiscal_number
source: Cust.Fiscal Number
es_es: Número Fiscal del Cliente
fr_fr: NIF Client
pt_pt: NIF Cliente

# global_customer_types
source: Customer type
es_es: Tipo de cliente
fr_fr: Clientèle
pt_pt: Tipo de clientes

# global_database_backup
source: Backup Database
es_es: Copia de Seguridad de la Base de Datos
fr_fr: Copie de Sauvegarde
pt_pt: Backup DB

# global_database_restore
source: Restore DB
es_es: Restaurar la Base de Datos
fr_fr: Restaurer DB
pt_pt: Restaurar DB

# global_database_restore_from_file
source: Restore DB (File)
es_es: Restablecer DB (Archivo)
fr_fr: Restaurer DB (fichier)
pt_pt: Restaurar DB (ficheiro)

# global_date
source: Date
es_es: Fecha
pt_pt: Data

# global_datepicker_add_date
source: Add Date
es_es: Agregar Fecha
fr_fr: Ajouter date
pt_pt: Adicionar Data

# global_date_end
source: Date End
es_es: Fecha de Finalización
fr_fr: Date de fin
pt_pt: Data Final

# global_date_start
source: Date Start
es_es: Fecha de Inicio
fr_fr: Date de départ
pt_pt: Data Inicial

# global_day
source: Day
es_es: Día
fr_fr: Jour
pt_pt: Dia

# global_day_days
source: Day(s)
es_es: Dia(s)
fr_fr: Journée(s)
pt_pt: Dia(s)

# global_debit
source: Debit
es_es: Débito
fr_fr: Dette
pt_pt: Valor em Débito

# global_description
source: Description
es_es: Descripción
pt_pt: Descrição

# global_designation
source: Designation
es_es: Denominación
fr_fr: Désignation
pt_pt: Designação

# global_designation_Drawer
source: Drawer
es_es: Cajón
fr_fr: Session
pt_pt: Sessão

# global_details
source: Details
es_es: Detalles
fr_fr: Détails
pt_pt: Detalhes

# global_devices
source: Devices
es_es: Dispositivo
fr_fr: Appareils
pt_pt: Dispositivos

# global_device_printer
source: Device printer
es_es: Impresora del dispositivo
fr_fr: Dispositif d´ impression
pt_pt: Dispositivo de impressão

# global_DialogConfigurationPrintersTypetoken
source: Token
es_es: Ficha
fr_fr: Clé
pt_pt: Chave

# global_discount
source: Discount
es_es: Descuento
fr_fr: Rabais
pt_pt: Desconto

# global_discount_acronym
source: Disc
es_es: Disco
fr_fr: Desc
pt_pt: Desc

# global_discount_group
source: Discount group
es_es: Grupo de descuento
fr_fr: Réductions pour les groupes
pt_pt: Grupo de desconto

# global_dob
source: Date of Birth ("yyyy/mm/dd")
es_es: Fecha de Nacimiento ("yyyy/mm/dd")
fr_fr: Date de Naissance ("yyyy/mm/dd")
pt_pt: Data de Nascimento ("yyyy/mm/dd")

# global_documentfinanceseries_DocumentNumberRangeBegin
source: Lower limit
es_es: Límite inferior
fr_fr: Limite inférieure
pt_pt: Limite inferior

# global_documentfinanceseries_DocumentNumberRangeEnd
source: Upper limit
es_es: Limite superior
fr_fr: Limite inférieure
pt_pt: Limite superior

# global_documentfinanceseries_documenttype
source: Document type
es_es: Tipo de Documento
fr_fr: Type de document
pt_pt: Tipo documento

# global_documentfinanceseries_NextDocumentNumber
source: Next number
es_es: Siguiente numero
fr_fr: Numéro suivant
pt_pt: Próximo número

# global_documentfinanceseries_NumberOfCopies
source: Number of copies
es_es: Número de copias
fr_fr: Nombre de voies
pt_pt: Número de vias

# global_documentfinance_canceled_document
source: Canceled
es_es: Cancelado
fr_fr: Annulé
pt_pt: Cancelado

# global_documentfinance_discount_customer
source: Customer Discount
es_es: Descuento de cliente
fr_fr: Remise client
pt_pt: Desconto Cliente

# global_documentfinance_discount_payment_conditions
source: Discount Pay.Cond.
es_es: Condiciones de pago de descuento
fr_fr: Cond.Pag Discount.
pt_pt: Desconto Cond.Pag.

# global_documentfinance_series
source: Series
es_es: Serie
fr_fr: Série
pt_pt: Séries

# global_documentfinance_total_discount
source: Total of Discounts
es_es: Total des Descuentos
fr_fr: Total des Remises
pt_pt: Total de Descontos

# global_documentfinance_totalfinal
source: Total Final
es_es: Total del Documento
fr_fr: Total du Document
pt_pt: Total do Documento

# global_documentfinance_totalgross
source: Total Gross
es_es: Total Bruto
fr_fr: Total Brut
pt_pt: Total Ilíquido

# global_documentfinance_totaltax
source: Total Tax
es_es: Total Impuesto
fr_fr: Total de l'Impôt
pt_pt: Total Imposto

# global_documentfinance_totaltax_acronym
source: Total Tax
es_es: Total Imp.
fr_fr: T. de l'Impôt
pt_pt: Total Imp.

# global_documentfinance_type
source: Document type
es_es: Tipos de documentos
fr_fr: Type de document
pt_pt: Tipo de documento

# global_documentfinance_types
source: Types of documents
es_es: Tipos de documentos
fr_fr: Types de documents
pt_pt: Tipos de documentos

# global_documentfinance_type_report_invoice_footer_at
source: Billed articles were placed to the customer's exposure on this date - paragraph f) n.5 of art. 36 of the Vat Code
es_es: Los artículos facturados se colocaron a la exposición del cliente en esta fecha- párrafo f) n.5 del art. 36 del Código del IVA
fr_fr: Articles facturés ont été placés client affichera cette date - Alinea f) n.5 de l´art. 36 du Code de la IVA
pt_pt: Os artigos faturados foram colocados à exposição do cliente nesta data - Alinea f) do n.5 do art. 36 do CIVA

# global_documentfinance_type_report_non_invoice_footer_at
source: This document does not serve as invoice
es_es: Este documento no sirve de factura.
fr_fr: Ce document ne sert pas de facture
pt_pt: Este documento não serve de fatura

# global_documentfinance_type_title_cc
source: Payment on Credit
es_es: Entrada de cuenta corriente
fr_fr: Entrée Compte courant
pt_pt: Entrada Conta Corrente

# global_documentfinance_type_title_dc
source: Bill
es_es: Documento de conferencia
fr_fr: Tableau requête
pt_pt: Documento de Confêrencia

# global_documentfinance_type_title_fc
source: Consignment Invoice
es_es: Consignación de facturas
fr_fr: Facture en Consignation
pt_pt: Fatura de Consignação

# global_documentfinance_type_title_fp
source: Proforma Invoice
es_es: Factura de proforma
fr_fr: Facture pro forma
pt_pt: Fatura Pró-Forma

# global_documentfinance_type_title_fr
source: Receipt
es_es: Recepción de facturas
fr_fr: Facture-Receipt
pt_pt: Fatura-Recibo

# global_documentfinance_type_title_fs
source: Receipt (simplified)
es_es: Factura simplificada
fr_fr: Projet simplifié
pt_pt: Fatura Simplificada

# global_documentfinance_type_title_ft
source: Invoice
es_es: Factura
fr_fr: Facture
pt_pt: Fatura

# global_documentfinance_type_title_ga
source: Management of Fixed Assets
es_es: Guía de movimiento de activos fijos
fr_fr: Guide de mouvement propres actifs fixes
pt_pt: Guia de mov. de Ativos Fixos Próprios

# global_documentfinance_type_title_gc
source: Consignment Form
es_es: Guía de consignación
fr_fr: Guide de dépôt-vente
pt_pt: Guia de Consignação

# global_documentfinance_type_title_gd
source: Return Slip
es_es: Documento de devolución.
fr_fr: Guide ou Retour Remarque
pt_pt: Guia ou Nota de Devolução

# global_documentfinance_type_title_gr
source: Delivery Note
es_es: Nota de entrega
fr_fr: Bon de livraison
pt_pt: Guia de Remessa

# global_documentfinance_type_title_gt
source: Transport Document
es_es: Guía de transporte
fr_fr: Guide de transport
pt_pt: Guia de Transporte

# global_documentfinance_type_title_nc
source: Credit Slip
es_es: Nota de crédito
fr_fr: Note de crédit
pt_pt: Nota de Crédito

# global_documentfinance_type_title_nd
source: Direct Debit Letter
es_es: Nota de debito
fr_fr: Note de débit
pt_pt: Nota de Débito

# global_documentfinance_type_title_or
source: Request for Quotation/Proposal
es_es: Presupuesto
fr_fr: Budget
pt_pt: Orçamento

# global_documentfinance_type_title_rc
source: Sales Slip
es_es: Pago
fr_fr: Réception
pt_pt: Recibo

# global_documentfinance_waybill_comments
source: Comments
es_es: Comentarios
fr_fr: Commentaires
pt_pt: Observações

# global_documentfinance_waybill_data_load
source: Data Load
es_es: Carga de datos
fr_fr: Charge des données
pt_pt: Data de Carga

# global_documentfinance_waybill_date_download
source: Date Download
es_es: Fecha de descarga
fr_fr: Date de sortie
pt_pt: Data de Descarga

# global_documentfinance_waybill_expedition
source: Expedition
es_es: Expedición
fr_fr: Expédition
pt_pt: Expedição

# global_documentfinance_waybill_local_download
source: Local Download
es_es: Descarga total
fr_fr: Site de téléchargement
pt_pt: Local de Descarga

# global_documentfinance_waybill_local_load
source: Local Load
es_es: Carga local
fr_fr: Site de charge
pt_pt: Local de Carga

# global_documentfinance_years
source: Opening of fiscal year
es_es: Apertura del año fiscal
fr_fr: L´ouverture de l´exercice
pt_pt: Abertura de ano fiscal

# global_documentfinance_yearsseriesterminal
source: Series/Terminal
es_es: Serie/Terminal
fr_fr: Série / Terminal
pt_pt: Séries/Terminal

# global_documents
source: Fiscal information
es_es: Información fiscal
fr_fr: Renseignements fiscaux
pt_pt: Informação fiscal

# global_documents_status_document_invoiced
source: Document Invoiced: {0}
es_es: Documento facturado: {0}
fr_fr: Document Facturé: {0}
pt_pt: Documento Faturado: {0}

# global_documentticket_type_title_ar
source: Article Request
es_es: Solicitud de articulo
fr_fr: Ordre Point
pt_pt: Pedido de Artigo

# global_documentticket_type_title_cs
source: CashDrawer Money In/Out
es_es: Cajón de dinero Dinero dentro / fuera
pt_pt: Caixa Entrada/Saída de Numerário

# global_documentticket_type_title_tt
source: Table Ticket
es_es: Boleto de mesa
pt_pt: Pedido á Mesa

# global_documentticket_type_title_ws
source: Work Session Movement
es_es: Movimiento de sesion de trabajo
fr_fr: Mouvement Session de travail
pt_pt: Sessão de Trabalho

# global_document_cancelled
source: Cancelled
es_es: Cancelado
fr_fr: Annulé
pt_pt: Cancelado

# global_document_created
source: Document Created
es_es: Documento creado
fr_fr: Document Créé
pt_pt: Documento Emitido

# global_document_date
source: Document Date
es_es: Fecha del documento
fr_fr: Date du document
pt_pt: Data do documento

# global_document_number
source: Document Number
es_es: Número del Documento
fr_fr: Nombre de document
pt_pt: Número do Doc.

# global_document_number_acronym
source: Doc.Number
es_es: Doc.Número
fr_fr: Doc.Num.
pt_pt: Num.Doc.

# global_document_payed
source: Payed
es_es: Pag.
fr_fr: Payé
pt_pt: Pago

# global_document_series
source: Finance Series
es_es: Serie de finanzas
fr_fr: Série
pt_pt: Séries

# global_document_status
source: Status
es_es: Estado
fr_fr: Statut
pt_pt: Estado

# global_email_body
source: Body
es_es: Cuerpo
fr_fr: Corps de Courrier
pt_pt: Corpo

# global_email_subject
source: Subject
es_es: Tema
fr_fr: Sujet
pt_pt: Assunto

# global_email_to
source: To
es_es: A
pt_pt: Para

# global_entity
source: Entity
es_es: Entidad
fr_fr: Entité
pt_pt: Entidade

# global_error
source: Error
fr_fr: Erreur
pt_pt: Erro

# global_exchangerate
source: Exchange Rate
es_es: Tipo de cambio
fr_fr: Cambio
pt_pt: Câmbio

# global_export
source: Export
es_es: Exportar
fr_fr: Exportation
pt_pt: Exportar

# global_export_articles
source: Export Articles
es_es: Exportar Artículos
fr_fr: Export Des articles
pt_pt: Exportar Artigos

# global_export_costumers
source: Export Costumers
es_es: Exportar Clientes
fr_fr: Export Les clients
pt_pt: Exportar Clientes

# global_export_saftpt
source: Export SAF-T PT
es_es: Exportar SAF-T
fr_fr: Export SAF-T
pt_pt: Exportar SAF-T

# global_export_saftpt_custom
source: SAF-T Custom
es_es: SAF-T Personalizado
fr_fr: SAF-T personnalisée
pt_pt: SAF-T Personalizado

# global_export_saftpt_last_month
source: SAF-T Last Month
es_es: SAF-T El mes pasado
fr_fr: SAF-T Dernier mois
pt_pt: SAF-T E-Fatura

# global_export_saftpt_whole_year
source: SAF-T Whole Year
es_es: SAF-T Año completo
fr_fr: SAF-T Toute l'année
pt_pt: SAF-T Ano Atual

# global_families
source: Families
es_es: Familias
fr_fr: Familles
pt_pt: Famílias

# global_family
source: Family
es_es: Familia
fr_fr: Famille
pt_pt: Família

# global_favorite
source: Favorite
es_es: Favorito
fr_fr: Favori
pt_pt: Favorito

# global_favorites
source: Favorites
es_es: Favoritos
fr_fr: Favoris
pt_pt: Favoritos

# global_file
source: File
es_es: Archivo
fr_fr: Fichier
pt_pt: Ficheiro

# global_files
source: Files
es_es: Archivos
fr_fr: Favoris
pt_pt: Ficheiros

# global_filesize
source: FileSize
es_es: Tamaño del archivo
fr_fr: Taille
pt_pt: Tamanho

# global_file_image
source: Image
es_es: Imagen
pt_pt: Imagem

# global_filter
source: Filter
es_es: Filtrar
fr_fr: Filtrer
pt_pt: Filtro

# global_finance_document
source: Finance document
es_es: Documento financiero
fr_fr: Document de l´impôt
pt_pt: Documento fiscal

# global_final_consumer
source: Final Consumer
es_es: Consumidor Final
fr_fr: Consommateur Final
pt_pt: Consumidor Final

# global_financialtemplate
source: Financial template
es_es: Plantilla financiera
fr_fr: Modèle financier
pt_pt: Modelo financeiro

# global_fiscal_number
source: Fiscal Number
es_es: Número Fiscal
fr_fr: Numéro Fiscal
pt_pt: NIF

# global_fiscal_year
source: Fiscal Year
es_es: Año fiscal
fr_fr: Année fiscale
pt_pt: Ano fiscal

# global_gifts
source: Gifts
es_es: Regalos
fr_fr: Offres
pt_pt: Ofertas

# global_groups
source: Groups
es_es: Grupos
fr_fr: Groupes
pt_pt: Grupos

# global_hardware_com_baudrate
source: Baud Rate
es_es: Tasa de baudios
pt_pt: Bits por Segundo

# global_hardware_com_databits
source: Data Bits
es_es: Bits de datos
pt_pt: Bits de Dados

# global_hardware_com_parity
source: Parity
es_es: Paridad
pt_pt: Paridade

# global_hardware_com_portname
source: Port
es_es: Entrada
pt_pt: Porta

# global_hardware_com_stopbits
source: Stop Bits
es_es: Bits de parada
pt_pt: Bits de Paragem

# global_holidays
source: Holidays
es_es: Vacaciones
fr_fr: Fêtes
pt_pt: Feriados

# global_hour
source: Hour
es_es: Hora
fr_fr: Heure
pt_pt: Hora

# global_import
source: Import
es_es: Importar
fr_fr: Importer
pt_pt: Importar

# global_import_articles
source: Import Articles
es_es: Import Artículos
fr_fr: Importer des Articles
pt_pt: Importar Artigos

# global_import_costumers
source: Import Costumers
es_es: Import Clientes
fr_fr: Importer des clients
pt_pt: Importar Clientes

# global_information
source: Information
es_es: Información
fr_fr: Informations
pt_pt: Informação

# global_input_barcode_reader
source: Barcode Reader
es_es: Lector de código de barras
fr_fr: Lecteur de Code-Barres
pt_pt: Leitor de Código de Barras

# global_input_reader_card_reader
source: Card Reader
es_es: Lector de tarjetas
fr_fr: Lecteur de Cartes
pt_pt: Leitor de Cartões

# global_input_reader_card_reader_sizes
source: Valid Reader Input Sizes
es_es: Tamaños de entrada de lector válidos
fr_fr: Tailles d'Entrée de Lecteur Valides
pt_pt: Tamanhos Válidos do Leitor

# global_input_reader_timer_interval
source: Timer Interval (ms)
es_es: Intervalo de temporizador (ms)
fr_fr: Intervalle de Minuterie (ms)
pt_pt: Intervalo do Leitor (ms)

# global_internal_document_footer1
source: Internal document - Solely for the purpose of establishing
es_es: Documento interno - Únicamente con el fin de establecer
fr_fr: Document interne
pt_pt: Documento Interno

# global_internal_document_footer2
source: For exclusive use ot the establishment
fr_fr: Uniquement pour les fins de l'établissement
pt_pt: Para uso exclusivo do estabelecimento

# global_internal_document_footer3
source: This document can't be used has Invoice
es_es: Este documento no puede ser utilizado tiene factura
fr_fr: Ce document cant être utilisé a la facture
pt_pt: Este documento não serve de fatura

# global_in_progress
source: In progress...
es_es: En progreso...
fr_fr: En cours ...
pt_pt: Em progresso...

# global_issue_date
source: Issue Date
es_es: Fecha de asunto
fr_fr: Date d´émission
pt_pt: Data de Emissão

# global_keyboard
source: Keyboard
es_es: Teclado
fr_fr: Clavier
pt_pt: Teclado

# global_keyboards
source: Keyboards
es_es: Teclados
fr_fr: Clavier
pt_pt: Teclados

# global_language
source: Language
es_es: Idioma
fr_fr: Langue
pt_pt: Idioma

# global_licensed_to
source: Licensed to {0}
es_es: Licenciado para {0}
fr_fr: Autorisé à {0}
pt_pt: Licenciado a {0}

# global_locality
source: Locality
es_es: Localidad
fr_fr: Localité
pt_pt: Localidade

# global_load
source: Loading POS...
es_es: Cargando POS...
fr_fr: Chargement POS...
pt_pt: A carregar POS...

# global_load_first_time
source: Creating POS Database...
es_es: Creando base de datos...
fr_fr: Création de base de données...
pt_pt: A criar base de dados...

# global_maintenance
source: Maintenance
es_es: Mantenimiento
fr_fr: Entretien
pt_pt: Manutenção

# global_maximum
source: Maximum
es_es: Máximo
pt_pt: Máximo

# global_messages
source: Messages
es_es: Mensajes
pt_pt: Mensagens

# global_messages_small
source: Messag.
es_es: Mensaj.
pt_pt: Mensag.

# global_mobile_phone
source: Mobile Phone
es_es: Teléfono móvil
fr_fr: Téléphone
pt_pt: Telemóvel

# global_money
source: Money
es_es: Dinero
fr_fr: Argent
pt_pt: Dinheiro

# global_month
source: Month
es_es: Mes
fr_fr: Mois
pt_pt: Mês

# global_movement_amount
source: Movement Amount
es_es: Cantidad de movimiento
fr_fr: Mouvement Total
pt_pt: Total Movimento

# global_movement_type
source: Service Type
es_es: Tipo de movimiento
fr_fr: Type de mouvement
pt_pt: Tipo de movimento

# global_name
source: Name
es_es: Nombre
fr_fr: Nom
pt_pt: Nome

# global_networkname
source: Network Share or Usb port Parameters
es_es: Parámetros de red o puerto USB
fr_fr: Paramètres de partage réseau ou de port USB
pt_pt: Network Share ou Parâmetros porta Usb

# global_notes
source: Notes
es_es: Notas
fr_fr: Billets
pt_pt: Notas

# global_open_drawer
source: Open Drawer
es_es: Cajón abierto
fr_fr: Ouvrir tiroir
pt_pt: Abrir Gaveta

# global_order_request
source: Order Request
es_es: Pedir
fr_fr: Demander
pt_pt: Pedido

# global_others
source: Others
es_es: Otras
fr_fr: Autre
pt_pt: Outros

# global_other_payments
source: Other payments
es_es: Otros pagos
fr_fr: Un autre type de paiement
pt_pt: Outro tipo de pagamento

# global_other_tables
source: Other Tables
es_es: Otras mesas
fr_fr: Autres Tables
pt_pt: Outras Tabelas

# global_password
source: Password
es_es: contraseña
fr_fr: Réponse clé
pt_pt: Palavra-Passe

# global_payment_condition
source: Payment condition
es_es: Condiciones de pago
fr_fr: Conditions de paiement
pt_pt: Condições de Pagamento

# global_payment_conditions
source: Payment conditions
es_es: Condiciones de pago
fr_fr: Conditions de paiement
pt_pt: Cond. de Pagamento

# global_payment_date
source: Payment Date
es_es: Fecha de pago
fr_fr: Date de Paiement
pt_pt: Data de Pagamento

# global_payment_document
source: Payment Document
es_es: Documento de pago
fr_fr: Document de Paiement/Réception
pt_pt: Documento de Pagamento/Recibo

# global_payment_document_info
source: Invoice Number
es_es: Número de factura
fr_fr: Numéro de la Facture
pt_pt: Doc. de Pagamento

# global_payment_method
source: Payment method
es_es: Método de pago
fr_fr: Mode de paiement
pt_pt: Método de Pagamento

# global_payment_method_field
source: Payment method:
es_es: Método de pago:
fr_fr: Mode de paiement:
pt_pt: Método de pagamento:

# global_payment_methods
source: Payment methods
es_es: Modalidades de pago
fr_fr: Mode de paiements
pt_pt: Métodos de pagamento

# global_personal_data
source: Personal data
es_es: Datos personales
fr_fr: Renseignements personnels
pt_pt: Dados pessoais

# global_phone
source: Phone
es_es: Teléfono
fr_fr: Téléphone
pt_pt: Telefone

# global_place
source: Place
es_es: Lugar
fr_fr: Endroit
pt_pt: Local

# global_places
source: Places
es_es: Lugares
fr_fr: Lieux
pt_pt: Locais

# global_places_movement_type
source: Service Type
es_es: Tipo de movimiento
fr_fr: Type de mouvement:
pt_pt: Tipo de Movimento

# global_places_terminals
source: Terminals
es_es: Terminales
fr_fr: Terminaux
pt_pt: Terminais

# global_placetable_dateclosed
source: Close date
es_es: Fecha de cierre
fr_fr: Date de clôture
pt_pt: Data de fecho

# global_placetable_dateopen
source: Open date
es_es: Pecha de apertura
fr_fr: Date d´ouverture
pt_pt: Data de Abertura

# global_placetable_MovementType
source: Service Type
es_es: Tipo de movimiento
fr_fr: Type de mouvement:
pt_pt: Tipo de movimento

# global_placetable_place
source: Place
es_es: Lugar
fr_fr: Lieu
pt_pt: Lugar

# global_placetable_PriceType
source: Price type
es_es: Tipo de precio
fr_fr: Type de prix
pt_pt: Tipo de preço

# global_placetable_status
source: Status
es_es: Estado
fr_fr: État
pt_pt: Estado

# global_placetable_totalopen
source: Total open
es_es: Total abierto
fr_fr: Ouvert Total
pt_pt: Total aberto

# global_place_table
source: Table
es_es: Mesa
pt_pt: Mesa

# global_place_tables
source: Tables
es_es: Mesas
fr_fr: Tableaux
pt_pt: Mesas

# global_pole_display_goto_stand_by_in_seconds
source: StandBy in Seconds
es_es: StandBy en segundos
fr_fr: Aller à StandBy en Secondes
pt_pt: Entra em Suspensão (Seg.)

# global_pole_display_number_of_characters_per_line
source: Number of Chars per Line
es_es: Número de caracteres por línea
fr_fr: Nombre de Caractères par Ligne
pt_pt: Num.Caracteres Linha

# global_pole_display_pid
source: Product Id (Pid)
es_es: Identificación del producto (Idp)
pt_pt: Código do Produto (Pid)

# global_pole_display_stand_by_line_no
source: StandBy Line #{0}
es_es: StandBy Línea # {0}
fr_fr: StandBy Ligne #{0}
pt_pt: StandBy Linha #{0}

# global_pole_display_vid
source: Vendor Id (Vid)
es_es: Identificación del vendedor (Idv)
pt_pt: Código do Vendedor (Vid)

# global_postal_code
source: Postal Code
es_es: Código Postal
fr_fr: Code Postal
pt_pt: Código-Postal

# global_preferenceparameter_company
source: Company Configuration
es_es: Configuración de la empresa
fr_fr: Configuration de l'Entreprise
pt_pt: Parâmetros da Empresa

# global_preferenceparameter_system
source: System Configuration
es_es: Configuración del sistema
fr_fr: Configuration du Système
pt_pt: Parâmetros de Sistema

# global_prefparam_value_tip_format
source: Example of valid values: [{0}]
es_es: Ejemplo de valores válidos: [{0}]
fr_fr: Exemple de valeurs valides: [{0}]
pt_pt: Exemplo de valores válidos: [{0}]

# global_preview
source: Preview
es_es: Previsualización
fr_fr: Aperçu
pt_pt: Previsão

# global_price
source: Price
es_es: Precio
fr_fr: Prix
pt_pt: Preço

# global_price_offers
source: Price offers
es_es: Ofertas de precio
fr_fr: Les offres de prix
pt_pt: Preço de ofertas

# global_price_type
source: Price Type
es_es: Tipo de precio
fr_fr: Type de prix
pt_pt: Tipo de Preço

# global_price_with_vat
source: Price with VAT
es_es: Precio con IVA
fr_fr: Prix avec les taxes
pt_pt: Preço com imposto

# global_printed
source: Printed
es_es: Impreso
fr_fr: Imprimé
pt_pt: Impresso

# global_printed_on_date
source: Printed on
es_es: Impreso en
fr_fr: Imprimé sur
pt_pt: Impresso em

# global_printers
source: Printers
es_es: Impresoras
fr_fr: Imprimeurs
pt_pt: Impressoras

# global_printer_thermal_image_company_logo
source: File of Company Logo
es_es: Archivo del logotipo de la empresa
fr_fr: Imprimante Image Thermique Logo de l'entreprise
pt_pt: Ficheiro de Imagem de Logotipo

# global_printer_thermal_max_chars_per_line_normal
source: Max Chars per Line Normal Font
es_es: Fuente máxima de caracteres por línea normal
fr_fr: Imprimante Max thermique Chars par ligne Normal
pt_pt: Máximo de Caracteres por Linha Letra Normal
