Repository: logicpulse/logicPOS
Catalog: logicpos.resources/Resources/Localization/Resx.*.resx
Languages: es_es, fr_fr, pt_pt

# window_title_edit_configurationmaintenance
source: Manage maintenance
es_es: Gestionar mantenimiento
fr_fr: Gérer la maintenance
pt_pt: Gerir manutenções

# window_title_edit_configurationpaymentcondition
source: Edit payment conditions
es_es: Editar Condiciones de pago
fr_fr: Modifier termes de paiement
pt_pt: Editar condições de pagamento

# window_title_edit_configurationpaymentmethod
source: Edit payment methods
es_es: Editar metodos de pago
fr_fr: Modifier les modes de paiement
pt_pt: Editar métodos de pagamento

# window_title_edit_configurationplacemovementtype
source: Service Type
es_es: Editar tipo de movimiento
fr_fr: Modifier type de mouvements
pt_pt: Tipo de Movimento

# window_title_edit_configurationplacetable
source: Associate tables to places
es_es: Asociar tablas a lugares
fr_fr: Tableaux associés à des lieux
pt_pt: Associar mesas aos lugares

# window_title_edit_configurationplaceterminal
source: Associate terminals to places
es_es: Asociar terminales a lugares
fr_fr: Terminaux associés à des lieux
pt_pt: Associar terminais aos lugares

# window_title_edit_configurationpoledisplay
source: Pole Display
es_es: Pantalla de poste
fr_fr: Affichage de Poteau
pt_pt: Display Cliente

# window_title_edit_configurationpreferenceparameter
source: Edit system parameters
es_es: Editar parámetros del sistema
fr_fr: Modifier les paramètres du système
pt_pt: Editar parâmetros de sistema

# window_title_edit_configurationpricetype
source: Edit price type
es_es: Editar tipo de precio
fr_fr: Modifier types de prix
pt_pt: Editar tipos de preços

# window_title_edit_configurationunitmeasure
source: Edit unit measure
es_es: Editar unidad de medida
fr_fr: Modifier les unités de mesure
pt_pt: Editar unidades de medida

# window_title_edit_configurationunitsize
source: Edit unit size
es_es: Editar el tamaño de la unidad
fr_fr: Modifier les unités de longueur
pt_pt: Editar unidades de comprimento

# window_title_edit_configurationvatrate
source: Edit Vat rate
es_es: Editar la tasa de IVA
fr_fr: Modifier le taux d´imposition
pt_pt: Editar taxas de imposto

# window_title_edit_configurationweighingmachine
source: Weighing Machine
es_es: Bascula
fr_fr: Balance
pt_pt: Balança

# window_title_edit_customer
source: Edit customer
es_es: Editar cliente
fr_fr: Modifier clients
pt_pt: Editar cliente

# window_title_edit_customerdiscountgroup
source: Edit discounts
es_es: Editar descuentos
fr_fr: Modifier réductions
pt_pt: Editar descontos

# window_title_edit_customertype
source: Edit customer type
es_es: Editar tipo de cliente
fr_fr: Modifier les types de clients
pt_pt: Editar tipos de clientes

# window_title_edit_dialogconfigurationprinters
source: Printers
es_es: Impresoras
fr_fr: Imprimantes
pt_pt: Impressoras

# window_title_edit_dialogconfigurationprinterstype
source: Edit printers type
es_es: Editar tipo de impresoras
fr_fr: Modifier type d´imprimante
pt_pt: Editar tipo de impressora

# window_title_edit_dialog_article_class
source: Edit Article Class
es_es: Editar Clase de Artículo
fr_fr: Modifier Classe Articles
pt_pt: Editar Classe de Artigos

# window_title_edit_dialog_configuration_country
source: Edit Countrys
es_es: Editar paises
fr_fr: Modifier les Pays
pt_pt: Editar Países

# window_title_edit_dialog_configuration_holydays
source: Edit Holidays
es_es: Editar vacaciones
fr_fr: Modifier Vacances
pt_pt: Editar Feriados

# window_title_edit_documentfinanceseries
source: Edit series
es_es: Editar serie
fr_fr: Modifier la série
pt_pt: Editar séries

# window_title_edit_template
source: Edit template
es_es: Editar modelo
fr_fr: Modifier modèle
pt_pt: Editar template

# window_title_edit_user
source: Edit users
es_es: Editar usuarios
fr_fr: Modifier utilisateurs
pt_pt: Editar utilizadores

# window_title_edit_user_commission_group
source: Edit commission groups
es_es: Editar grupos de comisión
fr_fr: Modifier les groupes du comité
pt_pt: Editar grupos de comissão

# window_title_edit_user_profile
source: Edit user profiles
es_es: Editar Perfiles de usuario
fr_fr: De modifier les profils utilisateur
pt_pt: Editar perfis de utilizador

# window_title_license
source: LogicPulse: Licensing Mechanism
es_es: LogicPulse: Mecanismo de concesión de licencias
fr_fr: LogicPulse : Système de Licences
pt_pt: LogicPulse: Sistema de Licenciamento

# window_title_reports
source: Reports
es_es: Informes
fr_fr: Rapports
pt_pt: Relatórios

# window_title_select_backup_filename
source: Select Backup Filename
es_es: Seleccione el nombre de archivo de copia de seguridad
fr_fr: Sélectionnez le fichier de sauvegarde
pt_pt: Selecione ficheiro de Cópia de Segurança

# window_title_select_country
source: Select Country
es_es: Seleccionar país
fr_fr: Choisissez Le Pays
pt_pt: Selecione País

# window_title_select_customer
source: Select customer
es_es: Seleccionar cliente
fr_fr: Sélectionnez Client
pt_pt: Selecionar cliente

# window_title_select_finance_document
source: Select Finance Document
es_es: Seleccione el documento de finanzas
fr_fr: Documents
pt_pt: Documentos

# window_title_select_finance_document_cc
source: Select Current Account Documents
es_es: Seleccionar documentos de cuenta corriente
fr_fr: Sélectionnez Vérification des documents de compte
pt_pt: Selecione documentos de Conta Corrente

# window_title_select_finance_document_ft_unpaid
source: Select Unpaid Invoices
es_es: Seleccione facturas no pagadas
fr_fr: Sélectionnez factures à payer
pt_pt: Selecione faturas a liquidar

# window_title_select_payments
source: Select Payments
es_es: Seleccionar pagos
fr_fr: Sélectionnez Paiements
pt_pt: Selecione Recibos

# window_title_select_ticket
source: Select Ticket
es_es: Seleccione Boleto
fr_fr: Sélectionnez Application
pt_pt: Selecione Pedido

# window_title_select_worksession_period_day
source: Select WorkSession Period (Day)
es_es: Seleccione el período de sesión de trabajo (día)
fr_fr: Sélectionnez Période session de travail (Jour)
pt_pt: Selecione o Período de Trabalho (Dia)

# window_title_send_email
source: Send Email
es_es: Enviar email
fr_fr: Envoyer Email
pt_pt: Enviar Email

# window_title_series_create_document_type_series
source: Create Series
es_es: Crear series
fr_fr: Créer des séries
pt_pt: Criar series

# window_title_series_create_series
source: Create Finance Series
es_es: Crear series de finanzas
fr_fr: Créer Série
pt_pt: Criar Séries Fiscais

# window_title_series_fiscal_year_close_current
source: Close/Open Fiscal Year
es_es: Cerra/Abrir Año fiscal
fr_fr: Fermer / Ouvrir Année Fiscale
pt_pt: Fechar/Abrir Ano Fiscal

# window_title_show_results
source: Show {0} results of {1}
es_es: Mostrar {0} resultados de {1}
fr_fr: Mostrando {0} resultados de {1}
pt_pt: Mostra {0} resultados de {1}

# xml_value_unknown
source: Unknown
es_es: Desconocido
fr_fr: Inconnu
pt_pt: Desconhecido

# global_new_version
source: New Version: {0}
es_es: Nueva versión: {0}
fr_fr: Nouvelle version: {0}
pt_pt: Nova Versão: {0}

# global_pos_update
source: Do you want to update the POS? it will be automatically terminated in the upgrade process!
es_es: ¿Quieres actualizar la aplicación? ¡se terminará automáticamente en el proceso de actualización!
fr_fr: Voulez-vous mettre à jour l'application? il sera automatiquement terminé dans le processus de mise à niveau!
pt_pt: Deseja atualizar o POS? o mesmo será encerrado automaticamente no processo de atualização!

# global_documentfinance_years_short
source: Open. fiscal year
es_es: Aper. año fiscal
fr_fr: L´ouver. l´exercice
pt_pt: Aber. de ano fiscal

# global_documentticket_type_title_cs_short
source: CashDrawer In/Out
es_es: Cajón din. dentr. / fuer.
pt_pt: Ent./Saí. de Num.

# report_company_billing_short
source: Comp. Billing Rep.
es_es: Informe de Factur.
fr_fr: Rapport de Factur.
pt_pt: Rel. de Fatur.

# report_customer_balance_details_short
source: Cust. Acc. Details
es_es: Detalles del saldo
fr_fr: Détails du Solde
pt_pt: Ext. C.Cliente

# window_title_dialog_new_document
source: New Document
es_es: Nuevo documento
fr_fr: Nouveau document
pt_pt: Novo Documento

# global_update_pos
source: Update POS
es_es: Actualizar POS
fr_fr: Mettre à jour le POS
pt_pt: Atualizar POS

# dialog_message_culture_change
source: Application language changed to {0}, please restart POS to confirm changes
es_es: El idioma de la aplicación cambió a {0}, reinicie POS para confirmar los cambios
fr_fr: La langue de l'application a été modifiée en {0}. Veuillez redémarrer pour confirmer les modifications.
pt_pt: O idioma da aplicação foi alterada para {0}, por favor reinicie o POS para confirmar as alterações

# global_warning_cant_open_title
source: Can't open
es_es: No se puede abrir
fr_fr: Ne peut pas ouvrir
pt_pt: Não é possível abrir

# window_dialog_cant_open_document
source: The document {0} you are trying to open has been issued in the ticket printer, cannot be opened! Note: You can only open documents issued on A4 printer or Export to PDF
es_es: El documento {0} que está intentando abrir se ha emitido en la impresora de tickets, ¡no se puede abrir! Note: solo puede abrir documentos emitidos en una impresora A4 o Exportar a PDF
fr_fr: Le document {0} que vous essayez d'ouvrir a été émis dans l'imprimante de tickets. Impossible de l'ouvrir! Note: Vous ne pouvez ouvrir que les documents émis sur une imprimante A4 ou exporter au format PDF.
pt_pt: O Documento {0} que está a tentar abrir foi emitido na impressora de talões, não pode ser aberto! Nota: Só pode abrir documentos emitidos em impressora A4 ou Exportação para PDF

# global_insert_articles
source: Insert Articles
es_es: Insertar artículos
fr_fr: Insérer des articles
pt_pt: Inserir Artigos

# dialog_message_code_number_exists
source: Code already registered in the system! Please enter another number and try again.
es_es: Código ya registrado en el sistema! Por favor, ingrese otro número e intente nuevamente.
fr_fr: Code déjà enregistré dans le système! Veuillez entrer un autre numéro et réessayer.
pt_pt: Código já registado no sistema! Por favor, insira outro número e tente novamente.

# prefparam_use_ccdailyticket
source: Ticket :: Print Current Account Details in Daily or Session movements ticket
es_es: Ticket :: Imprimir detalles de cuenta corriente en ticket de movimientos diarios o de sesión
fr_fr: Ticket :: Imprimer les détails du compte courant dans le ticket de mouvements quotidiens ou de session
pt_pt: Ticket :: Imprimir detalhes da conta corrente no ticket de movimentos diários ou de sessão

# dialog_message__pos_order_cancel
source: Are you sure you want to cancel the current order?
es_es: Are you sure you want to cancel the order?
fr_fr: Are you sure you want to cancel the order?
pt_pt: Tem a certeza que deseja cancelar o pedido atual?

# report_amount_carried
source: Amount carried
pt_pt: Valor transportado

# report_amount_transposed
source: Amount to be transposed
pt_pt: Valor a transportar

# report_footer_ao
source: The goods / services were allowed to make this data available:
fr_fr: Os bens/serviços foram colocados à disposição do adquirente nesta data:
pt_pt: Os bens/serviços foram colocados à disposição do adquirente nesta data:

# global_pole_display_com_port
source: COM Port
es_es: Puerto COM
fr_fr: Port COM
pt_pt: Porta COM

# global_pole_display_global_total
source: Total Gross
es_es: Total Iliq.
fr_fr: Iliq. Total
pt_pt: Total Iliq.

# global_barcode_articlecode
source: Bar Code / Product Code
es_es: Código de barras / Código de producto
fr_fr: Code à barres / code produit
pt_pt: Código Barras / Código Artigo

# global_invalid_code
source: The code entered does not exist in the system
es_es: El código ingresado no existe en el sistema
fr_fr: Le code saisi n'existe pas dans le système
pt_pt: O código inserido não existe no sistema

# global_application_main_menu
source: Menu
es_es: Menú

# global_article_acronym
source: Art.
es_es: Prod.

# global_configurationprinters_template_ticket
source: Ticket
es_es: Boleto
fr_fr: Billet

# global_hardware_id
source: Hardware ID
es_es: Identificación del Hardware

# global_pole_display_endpoint
source: EndPoint
es_es: Punto final

# global_printer_thermal_cut_command
source: Commando de Corte
es_es: Comando de Corte
fr_fr: Commande de coupure thermique de l'imprimante

# global_printer_thermal_encoding
source: Encoding
es_es: Codificación
fr_fr: Encodage thermique de l'imprimante

# global_quantity_acronym
source: Qnt
es_es: Cantidad
fr_fr: Quantité

# global_short_quantity
source: Qnt.
es_es: Cantidad
fr_fr: Quantité

# global_short_subtotal
source: SubT.
es_es: Subtotal

# global_total_stock
source: Total Stock
es_es: Stock total

# global_vat_rate
source: Taxa
es_es: Tarifas
fr_fr: Taux

# pos_button_create_series
source: Series
es_es: Serie
fr_fr: Créer série

# pos_button_label_change_quantity_small
source: Quant.
es_es: Cant.

# pos_ticketlist_label_quantity
source: Qtd.
es_es: Cantidad
fr_fr: Quantité

# report_label_totals_sub
source: Subtotal
es_es: Total Parcial
fr_fr: Total

# widget_pospinpad_change_password
source: Reset
es_es: Reiniciar

# global_document_total
source: Total Doc.
fr_fr: Total du Doc.

# prefparam_company_email
source: E-Mail
fr_fr: Société E-Mail

# prefparam_company_fax
source: Fax
fr_fr: Société Fax
