Repository: logicpulse/logicPOS
Catalog: logicpos.resources/Resources/Localization/Resx.*.resx
Languages: es_es, fr_fr, pt_pt

# dialog_message_error_creating_financial_document
source: Error! Can't create financial document! {0}
es_es: Error! No puede crear documento económico! {0}
fr_fr: Erreur! En créant document fiscal! {0}
pt_pt: Erro ao criar documento fiscal! {0}

# dialog_message_error_creating_financial_document_bad_hash_detected
source: Bad Document Hash Detected! Can't extract the 4 print chars from Document Hash. This error occurs when the FinanceDocument is not Signed with a valid SoftwareVendor Plugin! Please Install a SoftwareVendor Plugin!
es_es: ¡Se ha detectado un documento defectuoso! No se pueden extraer los 4 caracteres de impresión de Document Hash. ¡Este error se produce cuando FinanceDocument no está firmado con un complemento de SoftwareVendor válido! Por favor, instale un complemento SoftwareVendor!
fr_fr: Signature de hachage de document non valide! Vous ne pouvez pas extraire les 4 chiffres d'impression du Document Hash. Cette erreur se produit car vous ne disposez pas d'un plugin SoftwareVendor enregistré / installé qui est utilisé pour générer le document Hash. Installez un plugin SoftwareVendor, sinon les documents ne sont pas signés numériquement!
pt_pt: Assinatura Hash do Documento Inválida! Não se consegue extrair os 4 digitos de impressão a partir do Hash do Documento. Este erro ocorre devido a não ter um plugin do tipo SoftwareVendor registado/instalado que é usado para gerar o Hash do Documento. Instale um SoftwareVendor Plugin, caso contrário os documentos não são Assinados digitalmente!

# dialog_message_error_creating_financial_document_commit_session
source: Issues when persisting document.
es_es: Problema ao persistir el documento.
fr_fr: Problèmes persistent le document.
pt_pt: Problemas ao persistir o documento.

# dialog_message_error_creating_financial_document_invalid_documentnumber
source: Invalid Document Number
es_es: Número de documento no válido
fr_fr: Nombre de document non valide
pt_pt: Número de documento inválido

# dialog_message_error_creating_financial_document_missing_series
source: Missing series for this movement, to create financial documents, first you must do the following: - Start Fiscal Year Opening (If You Have Not Been Started) - Create Fiscal Series for the respective Terminal
es_es: Faltan series para este movimiento, para crear documentos financieros, primero debes hacer lo siguiente: - Start Fiscal Year Opening (Si aun no lo has hecho) - Crear series fiscales para la respectiva terminal
fr_fr: Série manquante pour ce déménagement, pour créer des documents fiscaux avant de faire ce qui suit: - Début de l'ouverture de l'exercice (si vous n'avez pas commencé) - Créer une série fiscale pour le terminal respectif
pt_pt: Séries em falta para este movimento, para criar documentos fiscais antes tem de proceder as seguintes ações: - Iniciar Abertura do Ano Fiscal (Caso não tenhas sido Iniciado) - Criar Séries Fiscais para o respectivo Terminal

# dialog_message_error_duplicated_key
source: The registry key you are trying to enter ({0}) already exists in the database. Please change.
es_es: La clave de registro que está intentando ingresar ({0}) ya existe en la base de datos. Por favor cambia.
fr_fr: La clé de registre que vous essayez de saisir ({0}) existe déjà dans la base de données. S'il vous plaît changer
pt_pt: A chave do registro que está a tentar inserir ({0}) já existe na base de dados. Por favor altere.

# dialog_message_error_initializing_weighing_balance
source: Error initializing Weighing Balance {0}! {1}
es_es: Error al inicializar la balanza de pesaje {0}! {1}
fr_fr: Erreur lors de l'initialisation de l'équilibre de pesée {0}! {1}
pt_pt: Error ao inicializar a balança {0}! {1}

# dialog_message_error_in_at_webservice
source: Error communicating with ATWebService! ReturnCode: {0} ReturnMessage: {1} Try Again?
es_es: ¡Error al comunicarse con ATWebService! Código de retorno: {0} Regresar mensaje: {1} ¿Inténtalo de nuevo?
fr_fr: Erreur de communication avec un service Web! Code de retour: {0} Message de retour: {1} Réessayer?
pt_pt: Erro a comunicar com o AT WebService! ReturnCode: {0} ReturnMessage: {1} Tentar novamente?

# dialog_message_error_in_at_ws_call_status
source: WS call failed
es_es: Error en el WS
fr_fr: Erreur de WS
pt_pt: Falha no envio

# dialog_message_error_plugin_softwarevendor_not_registered
source: Required plugin type SoftwareVendor is missing or have a wrong secretkey! This plugin is required, some features are disabled without it! Please install a valid SoftwareVendor Plugin that work with registered LogicposFinantialLibrary!
es_es: Falta el tipo de complemento requerido SoftwareVendor o tiene una clave secreta incorrecta! Se requiere este complemento, algunas funciones se deshabilitan sin él! ¡Instale un complemento válido de SoftwareVendor que funcione con LogicposFinantialLibrary registrado!
fr_fr: Détecté l'absence d'un plugin softwareVendor obligatoire ou la liaison de clé privée entre les bibliothèques est invalide Ce plugin est nécessaire, sans cela certaines fonctionnalités ont été désactivées! Installez un plugin SoftwareVendor valide!
pt_pt: Detectado a falta de um plugin obrigatório do tipo SoftwareVendor ou a chave privada de ligação entre as librarias é inválida Este plugin é necessário, sem ele algumas funcionalidades ficaram desabilitadas! Instale um plugin SoftwareVendor válido!

# dialog_message_error_printing_ticket
source: Error printing ticket! PrinterName: {0} Network Name: {1} Error: {2}
es_es: Error al imprimir el boleto! Nombre de impresora: {0} Nombre de red: {1} Error: {2}
fr_fr: Erreur d´impression billet! Imprimante: {0} Nom du réseau: {1} Erreur: {2}
pt_pt: Erro ao imprimir ticket! Impressora: {0} Nome da Rede: {1} Erro: {2}

# dialog_message_error_protected_files_invalid_files_detected
source: Error! Missed, corrupted or modified application files were detected: {0}
es_es: Error! Se detectaron archivos de aplicación perdidos, dañados o modificados: {0}
fr_fr: Erreur! Fichiers corrompus ou modifiés détecté: {0}
pt_pt: Erro! Foram detectados ficheiros em falta, corruptos ou modificados: {0}

source: Fiscal document [{0}] processed but the print of document was ignored. Please, re-print the document later!
es_es: Documento fiscal [{0}] se procesa pero se ignora la impresión del documento. ¡Reimprima el documento más tarde!
fr_fr: Document de l'impôt sur le [{0}] traitée mais l'impression du document a été ignoré. Re-imprimer le document plus tard.
pt_pt: Documento fiscal [{0}] processado mas a impressão do documento foi ignorada. Re-imprima o documento depois.

# dialog_message_error_register_new_terminal
source: Can't create a new Terminal with HardwareId: [{0}]. Please check if Terminal is not disabled or a Terminal with same Hardware Id has not been created previously.
es_es: No puedo crear uno nuevo Terminal con HardwareId: [{0}]. Por favor, compruebe si el terminal con el mismo ID de hardware no se creó anteriormente o se crea, y no se desactiva!
fr_fr: Erreur de création d´un nouveau terminal avec HardwareID: [{0}]. Assurez-vous qu´il n´y a pas le terminal avec ce HardwareID, ou si il est pas éteint.
pt_pt: Erro ao criar um novo Terminal com o HardwareId: [{0}]. Certifique-se que o Terminal com esse HardwareId não existe, ou se existe não está desligado.

source: Error! You are trying to credit an article(s) that exceeds the amount issued in the original document, or the sum of all credited items in related credit notes exceeds the amount of the original document! Quantity: {0} Valid Quantity: {1}
es_es: Error! You are trying to credit an article(s) that exceeds the amount issued in the original document, ¡o la suma de todos los elementos acreditados en notas de crédito relacionadas excede la cantidad del documento original! Cantidad: {0} Cantidad valida: {1}
fr_fr: Erreur! Vous essayez de créditer un ou des articles qui excèdent le montant émis dans le document original, ou la somme de tous les articles crédités dans les notes de crédit dépasse celle du document original! Quantité: {0} Quantité valide: {1}
pt_pt: Erro! Está a tentar creditar um artigo(s) que excede a quantidade emitida no documento original, ou a soma de todas os artigos creditados nas notas de crédito excede a do documento original! Quantidade: {0} Quantidade válida: {1}

# dialog_message_export_error
source: Error in Exporting
es_es: Error de exportación!
fr_fr: Erreur d'exportation!
pt_pt: Erro na Exportação!

# dialog_message_exported_successfully
source: Export Successfully
es_es: Exportación realizada con éxito!
fr_fr: Export effectué avec succès!
pt_pt: Exportação feita com sucesso!

# dialog_message_field_validation_error
source: Validation Error/Missing Required Field! Please correct/fill your entry(s) and try again. Invalid Fields: {0}
es_es: Error de validación/Falta campo obligatório! Por favor corrija/Llená tus entradas e inténtelo de nuevo. Campos inválidos: {0}
fr_fr: Erreur dans Validation / Champs obligatoires! Corrigez les erreurs / Entrer les données dans les champs et essayez à nouveau Champ non valide: {0}
pt_pt: Erro na Validação/Campos Obrigatórios! Corriga os erros/Introduza os dados nos campos e tente novamente Campos Inválidos: {0}

# dialog_message_field_validation_error_keyboardpad
source: Error! Invalid input! Please correct it and try again.
es_es: ¡Error! ¡Entrada inválida! Por favor corríjalo e intente de nuevo.
fr_fr: Erreur! Entrée invalide! S'il vous plaît corriger l'entrée et essayez à nouveau.
pt_pt: Erro! Dados inválidos! Por favor, corrija as informações e tente novamente.

# dialog_message_filepicker_existing_file_error
source: Error! This file already exists!
es_es: Error! Este archivo ya existe!
fr_fr: Erreur! Ce fichier existe déjà.
pt_pt: Erro! Esse ficheiro já existe.

# dialog_message_finance_dialog_confirm_cancel
source: Do you want to continue and lose the current document?
es_es: ¿Quieres continuar y perder el documento actual?
fr_fr: Voulez-vous poursuivre et perdu le document en cours?
pt_pt: Deseja continuar e cancelar o documento actual?

# dialog_message_info_all_lines_from_this_document_was_already_credited
source: You can't issue "{0}" for this {1}! All articles from the same were already credited in the below documents list: {2}
es_es: ¡No puedes emitir "{0}" para este {1}! Todos los artículos del mismo ya fueron acreditados en la siguiente lista de documentos: {2}
fr_fr: Vous ne pouvez pas émettre de "{0}" pour ce {1}! Tous les articles du même ont déjà été crédités dans la liste de documents ci-dessous: {2}
pt_pt: Não foi possível criar "{0}" para este {1}! Todos os artigos já foram creditados no(s) seguinte(s) Documento(s): {2}

# dialog_message_import_error
source: Error in Importing!
es_es: ¡Error al importar!
fr_fr: Erreur lors de l'importation!
pt_pt: Erro na importação!

# dialog_message_import_successfully
source: File Imported Successfully!
es_es: Archivo importado con éxito!
fr_fr: Fichier importé avec succès!
pt_pt: Arquivo importado com sucesso!

# dialog_message_invalid_customer_card_detected
source: Invalid customer! Recharge customer card Article detected, to recharge customer card you must work with a customer with a valid customer card!
es_es: Cliente inválido! Recargue la tarjeta del cliente Artículo detectado: para recargar la tarjeta del cliente, debe trabajar con un cliente con una tarjeta de cliente válida.
fr_fr: Client Invalide! Rechargez client carte article détecté, pour recharger la carte client vous devez travailler avec un client avec une carte de client valide!
pt_pt: Cliente Inválido! Detectado artigo do tipo recargar cartão de cliente sem um cliente válido, para recarregar o cartão de cliente deve selecionar um cliente com um cartão de cliente válido!

# dialog_message_invalid_or_missing_printer_template
source: Error! Invalid or Missing printer Template {0}.
es_es: ¡Error! Plantilla de impresora no válida o faltante {0}.
fr_fr: Erreur ! Modèle manquante ou non valide {0}.
pt_pt: Erro! Modelo em falta ou inválido {0}.

# dialog_message_license_aplication_registered
source: Software registration successfully! Thanks for your input.
es_es: Registro de software con éxito! Gracias por tu contribución.
fr_fr: Enregistrement du logiciel avec succès! Merci pour vos commentaires.
pt_pt: Registo efectuado com sucesso! Obrigado pelo seu contributo.

# dialog_message_license_blocked
source: Your license has been blocked! Contact technical support.
es_es: Su licencia ha sido bloqueada! Póngase en contacto con el soporte técnico.
fr_fr: Votre licence a été bloqué! Contactez le support technique.
pt_pt: A sua licença foi bloqueada! Contacte o suporte técnico.

# dialog_message_license_updated
source: Your license has been updated! You have to restart the application.
es_es: ¡Su licencia ha sido actualizada! Tienes que reiniciar la aplicación.
fr_fr: Votre licence a été mise à jour! Vous devez redémarrer l'application.
pt_pt: A sua licença foi actualizada! Terá de reiniciar a aplicação para a nova licença entrar em vigor.

# dialog_message_license_ws_connection_error
source: Could not establish communication to make registration! Contact technical support!
es_es: No se pudo establecer comunicación para realizar el registro! Póngase en contacto con el soporte técnico!
fr_fr: Impossible d'établir la communication pour faire de l'enregistrement! Contactez votre soutien!
pt_pt: Não foi possível estabelecer comunicação para efectuar o registo! Contacte o suporte técnico!

# dialog_message_license_ws_connection_timeout
source: The server took too long to respond.
es_es: El servidor tardó demasiado en responder.
fr_fr: Le serveur a pris trop de temps pour répondre.
pt_pt: O servidor demorou demasiado tempo a responder.

# dialog_message_license_ws_save_license_error
source: Could not save the license file. Try later!
es_es: No se pudo guardar el archivo de licencia. ¡Intenta más tarde!
fr_fr: Impossible d'enregistrer le fichier de licence. Essayer plus tard!
pt_pt: Não foi possível guardar o ficheiro de licença. Tente mais tarde!

# dialog_message_low_resolution_detected
source: Error! Low resolution detected! This Application only runs on monitors with resolutions of {0} x {1} or above! POS will be closed.
es_es: Error! Baja resolución detectada! Esta aplicación solo se ejecuta en monitores con resoluciónes de {0} x {1} o superior! POS se cerrará.
fr_fr: Erreur! Basse résolution détectée! Cette application ne fonctionne que sur les moniteurs avec une résolution de {0} x {1} ou plus! POS sera fermé.
pt_pt: Erro! Baixa resolução detectada! Esta aplicação apenas corre em monitores com resolução de {0} x {1} ou superiores! A aplicação será encerrada.

# dialog_message_mail_sent_successfully
source: Your email has been sent successfully!
es_es: ¡Su correo electrónico ha sido enviado existosamente!
fr_fr: Votre e-mail a été envoyé avec succès!
pt_pt: O seu email foi enviado com sucesso!

# dialog_message_no_notification
source: There are no notifications for the last {0} days.
es_es: No hay notificaciones para los últimos {0} días.
fr_fr: Il n'y a aucune notification pour les {0} derniers jours.
pt_pt: Não há notificações para os últimos {0} dias.

# dialog_message_operation_successfully
source: Operation successfully!
es_es: Operación exitosa!
fr_fr: Opération a réussi!
pt_pt: Operação efetuada com sucesso!

# dialog_message_partial_import
source: File was Partial Imported
es_es: El archivo se importó parcialmente!
fr_fr: Le fichier a été partiellement importé!
pt_pt: O arquivo foi parcialmente importado!

# dialog_message_pos_instance_already_running
source: Another POS instance is already running!
es_es: ¡Ya se está ejecutando otra instancia de aplicación!
fr_fr: Une autre instance d'application est déjà en cours d'exécution!
pt_pt: Uma instância do POS já está em execução!

# dialog_message_report_filter_no_records_with_criteria
source: Current filter has no records, please reformulate criteria and try again!
es_es: El filtro actual no tiene registros, reformule los criterios y vuelva a intentarlo.
fr_fr: Les filtres actuels ne trouvent pas d'enregistrements dans ces conditions, reformatez les filtres et réessayez avec d'autres conditions!
pt_pt: Os filtros atuais não encontram registos com essas condições, reformule os fitros e tente novamente com outra condições!

# dialog_message_request_backup
source: Do you want to Backup Database?
es_es: ¿Quieres hacer una copia de seguridad de la base de datos?
fr_fr: Envie de faire une sauvegarde de la base?
pt_pt: Deseja fazer uma Cópia de Segurança da Base de Dados?

# dialog_message_request_close_open_ticket
source: There are currently an Open Ticket! Do you want to close it and proceed?
es_es: Actualmente existen uno billete abierto! ¿Quieres cerrarlo y proceder?
fr_fr: Pour l´instant il est un billet ouvert! Vous voulez mettre fin à ce billet et aller?
pt_pt: De momento existe um ticket aberto! Deseja finalizar este ticket e prosseguir?

# dialog_message_request_print_document_confirmation
source: Do you want to print document?
es_es: ¿Quieres imprimir documento?
fr_fr: Voulez-vous imprimer le document?
pt_pt: Deseja imprimir o documento?

# dialog_message_required_valid_printer
source: To use this function you must hava a valid printer associated with your terminal terminal!
es_es: Para usar esta función, debe tener una impresora válida asociada con su terminal!
fr_fr: Pour utiliser cette fonction, vous devez disposer d'une imprimante valide associé à votre borne!
pt_pt: Para usar esta funcionalidade, tem que ter uma impressora válida associada ao seu terminal!

# dialog_message_required_valid_printer_and_template
source: To use this function you must hava a printer and a working template associated with your terminal terminal!
es_es: Para usar esta función, debe tener una impresora y una plantilla de trabajo asociada con su terminal!
fr_fr: Pour utiliser cette fonction, vous devez disposer d´une imprimante et d´un modèle valide associé à votre borne!
pt_pt: Para usar esta funcionalidade, tem que ter uma impressora e um template válido associado ao seu terminal!

# dialog_message_saftpt_exported_error
source: Error Exporting SAF-T File!
es_es: Error Exportando the SAF-T (PT) File!
fr_fr: Erreur fichier Export SAF-T!
pt_pt: Erro ao Exportar o Ficheiro de SAF-T!

# dialog_message_saftpt_exported_successfully
source: SAF-T Exported to {0}
es_es: SAF-T Exportado a {0}
fr_fr: SAF-T Exporté vers {0}
pt_pt: SAF-T Exportado para {0}

# dialog_message_series_create_confirmation_text
source: Do you want to continue and create new finance series? All the series related to selected terminals will be deleted and new ones created! By accepting the conditions you are responsible for creating the series. We recall that under applicable law may not use series that have been used in the past.
es_es: ¿Quieres continuar y crear nuevas series de financiación? Todas las series relacionadas con los terminales seleccionados serán eliminadas y las nuevas serán creadas! Al aceptar las condiciones, usted es responsable de crear la serie. Recordamos que bajo la ley aplicable no se pueden usar series que hayan sido usadas en el pasado.
fr_fr: Vous voulez continuer et créer de nouvelles séries d'impôt? Toutes les séries liées aux terminaux sélectionnés sera supprimé et recréé. En acceptant les conditions, il est d'être responsable de la création de la série. Nous rappelons que la loi applicable ne peut pas utiliser la série qui ont été utilisés dans le passé.
pt_pt: Deseja continuar e criar novas séries fiscais? Todas as séries relacionadas com os terminais selecionados vão ser apagadas e recriadas. Ao aceitar as condições está a responsabilizar-se pela criação das séries. Relembramos que ao abrigo da lei em vigor não pode usar séries que já foram usadas no passado.

# dialog_message_series_create_document_type_series
source: Create fiscal series for all types of finance documents/terminals?
es_es: ¿Crear series fiscales para todo tipo de documentos financieros / terminales?
fr_fr: Créer des séries pour tous les types de documents fiscaux?
pt_pt: Deseja criar séries para todos os tipos de documentos fiscais/terminais?

# dialog_message_series_create_document_type_series_already_exist
source: There are already fiscal series active, to create new fiscal series you have to disable the current series and create new ones. Continue and turn off the current series and create new?
es_es: Ya hay series fiscales activas, para crear nuevas series fiscales tienes que deshabilitar las series actuales y crear nuevas. ¿Continuar y desactivar la serie actual y crear nuevas?
fr_fr: Il ya déjà des séries d'impôt créé, pour créer une nouvelle série fiscale, vous devez désactiver la série actuelle et en créer de nouveaux. Continuer et éteignez la série actuelle et créer un nouveau?
pt_pt: Já existem séries fiscais criadas, para criar novas séries fiscais tem que desativar as séries atuais e criar novas. Deseja continuar e desativar as séries atuais e criar novas?

# dialog_message_series_create_document_type_series_miss_year
source: To create the document series, first create a fiscal year.
es_es: Para crear la serie de documentos, primero cree un año fiscal.
fr_fr: Pour créer la série de documents, créez d'abord un exercice.
pt_pt: Para criar a série de documentos, crie primeiro um ano fiscal.

# dialog_message_series_create_error
source: Error creating fiscal series with acronym [{0}]! Some series already has been used in the past, other acronym to create new series.
es_es: Error al crear series fiscales con el acrónimo [{0}]! Algunas series ya se han utilizado en el pasado, otras siglas para crear nuevas series
fr_fr: Erreur de création de la série d'impôt avec l'acronyme [{0}]! Certaines de ces séries ont déjà été utilisés, utilisez un autre acronyme pour générer une nouvelle série.
pt_pt: Erro ao criar as séries fiscais com o acrónimo [{0}]! Algumas das séries já foram usadas, use outro acrónimo para gerar séries novas.

# dialog_message_series_fiscal_year_close_current
source: Currently there is an active fiscal year [{0}]. To continue and start a new fiscal year, you have to close the active fiscal year. Note: This operation will close the active fiscal year and can not be broken! Are you sure you want to close the active fiscal and create a new one?
es_es: Actualmente hay un año fiscal activo [{0}]. Para continuar e iniciar un nuevo año fiscal, debe cerrar el año fiscal activo. Nota: ¡Esta operación cerrará el año fiscal activo y no se puede romper! ¿Está seguro de que desea cerrar el fiscal activo y crear uno nuevo?
fr_fr: Pour le moment il est un exercice actif [{0}]. Pour continuer et de commencer une nouvelle année fiscale, vous devez fermer l'exercice actif Remarque: Cette opération va clôturer l'exercice actif et ne peut pas être rompu! Continuer étroite et active budgétaire et en créer un nouveau?
pt_pt: De momento existe um ano fiscal activo [{0}]. Para continuar e iniciar um novo ano fiscal, tem que fechar o ano fiscal activo Nota: Esta operação fechará o ano fiscal activo e não poderá ser anulada! Tem a certeza que deseja continuar e fechar ano fiscal activo e criar um novo?

# dialog_message_show_printer_undefined_on_print
source: Can't print document {0}! Current terminal dont have associated printer. Show this message next time?
es_es: No se puede imprimir el documento "{0}"! El terminal actual no tiene impresora asociada. ¿Mostrar este mensaje la próxima vez?
fr_fr: Le document "{0}" n'a pas été imprimé! Le terminal dispose d'une imprimante valide assigné. Afficher ce message la prochaine fois que vous imprimez?
pt_pt: O Documento "{0}" não foi impresso! O Terminal não tem uma impressora válida atribuída. Mostrar esta mensagem nas próximas vezes que imprimir?
